Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# TgStoryTypeList
source: Enumeration of history list types<p>Members:</p><ul><li><i>Main</i> - Main</li><li><i>Archive</i> - Archive</li> </ul>
az: Tarixçə siyahısı növlərinin sadalanması<p>Üzvlər:</p><ul><li><i>Əsas</i> - Əsas</li><li><i>Arxiv</i> - Arxiv</li > </ul>
be: Пералік тыпаў спісу гісторый<p>Members:</p><ul><li><i>Main</i> - Асноўны</li><li><i>Archive</i> - Архіў</li> </ul>
cs: Výčet typů seznamu historie<p>Členové:</p><ul><li><i>Hlavní</i> – Hlavní</li><li><i>Archiv</i> – Archiv</li > </ul>
de: Aufzählung der Verlaufslistentypen<p>Mitglieder:</p><ul><li><i>Main</i> – Main</li><li><i>Archive</i> – Archiv</li > </ul>
el: Αριθμός τύπων λίστας ιστορικού<p>Μέλη:</p><ul><li><i>Κύριο</i> - Κύριο</li><li><i>Αρχείο</i> - Αρχείο</li > </ul>
es: Enumeración de tipos de listas de historial<p>Miembros:</p><ul><li><i>Principal</i> - Principal</li><li><i>Archivo</i> - Archivo</li > </ul>
fi: Historialuettelotyyppien luettelointi<p>Jäsenet:</p><ul><li><i>Pää</i> - Pää</li><li><i>Arkisto</i> - Arkisto</li > </ul>
fr: Énumération des types de listes d'historique<p>Membres :</p><ul><li><i>Principal</i> - Principal</li><li><i>Archive</i> - Archive</li > </ul>
hu: Előzménylista-típusok felsorolása<p>Tagok:</p><ul><li><i>Fő</i> - Fő</li><li><i>Archívum</i> - Archívum</li > </ul>
it: Enumerazione dei tipi di elenchi di cronologia<p>Membri:</p><ul><li><i>Principale</i> - Principale</li><li><i>Archivio</i> - Archivio</li > </ul>
ja: 履歴リスト タイプの列挙<p>メンバー:</p><ul><li><i>メイン</i> - メイン</li><li><i>アーカイブ</i> - アーカイブ</li > </ul>
kk: Тарих тізімінің түрлерінің тізімі<p>Мүшелер:</p><ul><li><i>Негізгі</i> - Негізгі</li><li><i>Мұрағат</i> - Мұрағат</li > </ul>
ko: 기록 목록 유형 열거<p>멤버:</p><ul><li><i>메인</i> - 메인</li><li><i>아카이브</i> - 아카이브</li > </ul>
pl: Wyliczenie typów list historii<p>Członkowie:</p><ul><li><i>Główna</i> – Główna</li><li><i>Archiwum</i> – Archiwum</li > </ul>
pt: Enumeração de tipos de lista de histórico<p>Membros:</p><ul><li><i>Principal</i> - Principal</li><li><i>Arquivo</i> - Arquivo</li > </ul>
ro: Enumerarea tipurilor de liste istorice<p>Membri:</p><ul><li><i>Principal</i> - Principal</li><li><i>Arhivă</i> - Arhivă</li >> </ul>
ru: Перечисление типов списка историй<p>Members:</p><ul><li><i>Main</i> - Основной</li><li><i>Archive</i> - Архив</li></ul>
sr: Набрајање типова листе историје<п>Чланови:</п><ул><ли><и>Главна</и> - Главна</ли><ли><и>Архива</и> - Архива</ли > </ул>
sv: Uppräkning av historiklisttyper<p>Medlemmar:</p><ul><li><i>Huvud</i> - Huvud</li><li><i>Arkiv</i> - Arkiv</li > </ul>
tr: Geçmiş listesi türlerinin numaralandırılması<p>Üyeler:</p><ul><li><i>Ana</i> - Ana</li><li><i>Arşiv</i> - Arşiv</li > </ul>
uk: Перелік типів списку історій<p>Members:</p><ul><li><i>Main</i> - Основний</li><li><i>Archive</i> - Архів</li> </ul>
zh: 歷史清單類型列舉<p>成員：</p><ul><li><i>Main</i> - Main</li><li><i>Archive</i> - Archive</li > </ul>

# TgStoryInfo
source: Represents information about a user's active history
az: İstifadəçinin aktiv tarixçəsi haqqında məlumatı təmsil edir
be: Уяўляе інфармацыю аб актыўнай гісторыі карыстальніка
cs: Představuje informace o aktivní historii uživatele
de: Stellt Informationen zum aktiven Verlauf eines Benutzers dar
el: Αντιπροσωπεύει πληροφορίες σχετικά με το ενεργό ιστορικό ενός χρήστη
es: Representa información sobre el historial activo de un usuario.
fi: Edustaa tietoja käyttäjän aktiivisesta historiasta
fr: Représente des informations sur l'historique actif d'un utilisateur
hu: A felhasználó aktív előzményeivel kapcsolatos információkat jelent
it: Rappresenta informazioni sulla cronologia attiva di un utente
ja: ユーザーのアクティブな履歴に関する情報を表します
kk: Пайдаланушының белсенді тарихы туралы ақпаратты көрсетеді
ko: 사용자의 활동 기록에 대한 정보를 나타냅니다.
pl: Reprezentuje informacje o aktywnej historii użytkownika
pt: Representa informações sobre o histórico ativo de um usuário
ro: Reprezintă informații despre istoricul activ al unui utilizator
ru: Представляет информацию об активной истории пользователя
sr: Представља информације о активној историји корисника
sv: Representerar information om en användares aktiva historik
tr: Bir kullanıcının aktif geçmişi hakkındaki bilgileri temsil eder
uk: Надає інформацію про активну історію користувача
zh: 表示有關用戶的活動歷史記錄的信息

# ParameterisForCloseFriends
source: True if the story is for close friends
az: Hekayə yaxın dostlar üçündürsə doğrudur
be: Сапраўды, калі гісторыя для блізкіх сяброў
cs: Pravda, pokud je příběh pro blízké přátele
de: Stimmt, wenn die Geschichte für enge Freunde ist
el: Αλήθεια αν η ιστορία είναι για στενούς φίλους
es: Verdadero si la historia es para amigos cercanos.
fi: Totta, jos tarina on läheisille ystäville
fr: Vrai si l'histoire est destinée à des amis proches
hu: Igaz, ha a történet közeli barátoknak szól
it: Vero se la storia è per amici intimi
ja: 親しい友人向けの話の場合は True
kk: Егер әңгіме жақын достарға арналған болса, рас
ko: 친한 친구를 위한 이야기라면 사실입니다.
pl: To prawda, jeśli historia jest przeznaczona dla bliskich przyjaciół
pt: Verdadeiro se a história for para amigos próximos
ro: Adevărat dacă povestea este pentru prieteni apropiați
ru: Истинно, если история для близких друзей
sr: Истина ако је прича за блиске пријатеље
sv: Sant om historien är för nära vänner
tr: Hikaye yakın arkadaşlar içinse doğrudur
uk: Істинно, якщо історія для близьких друзів
zh: 如果故事是寫給親密朋友的，則屬實

# TgUserActiveStories
source: Represents information about a user's active stories
az: İstifadəçinin aktiv hekayələri haqqında məlumatı təmsil edir
be: Уяўляе інфармацыю аб актыўных гісторыях карыстальніка
cs: Představuje informace o aktivních příbězích uživatele
de: Stellt Informationen zu den aktiven Storys eines Benutzers dar
el: Αντιπροσωπεύει πληροφορίες σχετικά με τις ενεργές ιστορίες ενός χρήστη
es: Representa información sobre las historias activas de un usuario.
fi: Edustaa tietoja käyttäjän aktiivisista tarinoista
fr: Représente des informations sur les histoires actives d'un utilisateur
hu: Információkat jelent a felhasználó aktív történeteiről
it: Rappresenta informazioni sulle storie attive di un utente
ja: ユーザーのアクティブなストーリーに関する情報を表します
kk: Пайдаланушының белсенді оқиғалары туралы ақпаратты көрсетеді
ko: 사용자의 활성 스토리에 대한 정보를 나타냅니다.
pl: Reprezentuje informacje o aktywnych historiach użytkownika
pt: Representa informações sobre as histórias ativas de um usuário
ro: Reprezintă informații despre poveștile active ale unui utilizator
ru: Представляет информацию об активных историях пользователя
sr: Представља информације о активним причама корисника
sv: Representerar information om en användares aktiva berättelser
tr: Bir kullanıcının aktif hikayeleri hakkındaki bilgileri temsil eder
uk: Надає інформацію про активні історії користувача
zh: 表示有關用戶活動故事的信息

# Parameterorder
source: Used to determine the order of stories in the list
az: Siyahıdakı hekayələrin sırasını təyin etmək üçün istifadə olunur
be: Выкарыстоўваецца для вызначэння парадку гісторый у спісе
cs: Používá se k určení pořadí příběhů v seznamu
de: Wird verwendet, um die Reihenfolge der Storys in der Liste zu bestimmen
el: Χρησιμοποιείται για τον προσδιορισμό της σειράς των ιστοριών στη λίστα
es: Se utiliza para determinar el orden de las historias en la lista.
fi: Käytetään määrittämään tarinoiden järjestys luettelossa
fr: Utilisé pour déterminer l'ordre des histoires dans la liste
hu: A listában szereplő történetek sorrendjének meghatározására szolgál
it: Utilizzato per determinare l'ordine delle storie nell'elenco
ja: リスト内のストーリーの順序を決定するために使用されます
kk: Тізімдегі әңгімелердің ретін анықтау үшін қолданылады
ko: 목록의 스토리 순서를 결정하는 데 사용됩니다.
pl: Służy do określenia kolejności kondygnacji na liście
pt: Usado para determinar a ordem das histórias na lista
ro: Folosit pentru a determina ordinea poveștilor din listă
ru: Используется для определения порядка историй в списке
sr: Користи се за одређивање редоследа прича на листи
sv: Används för att bestämma ordningen på berättelser i listan
tr: Listedeki öykülerin sırasını belirlemek için kullanılır
uk: Використовується для визначення порядку історій у списку
zh: 用於確定清單中故事的順序

# ParametermaxReadStoryId
source: Last viewed active history ID
az: Son baxılan aktiv tarix ID-si
be: Ідэнтыфікатар апошняй прагледжанай актыўнай гісторыі
cs: ID poslední aktivní historie
de: Zuletzt angesehene aktive Verlaufs-ID
el: Αναγνωριστικό ενεργού ιστορικού τελευταίας προβολής
es: ID del historial activo visto por última vez
fi: Viimeksi katsottu aktiivisen historian tunnus
fr: ID de l'historique actif consulté pour la dernière fois
hu: Utoljára megtekintett aktív előzményazonosító
it: ID della cronologia attiva visualizzata l'ultima volta
ja: 最後に閲覧したアクティブな履歴 ID
kk: Соңғы қаралған белсенді тарих идентификаторы
ko: 마지막으로 본 활동 기록 ID
pl: Ostatnio oglądany identyfikator aktywnej historii
pt: ID do histórico ativo visualizado pela última vez
ro: Ultimul ID istoric activ vizualizat
ru: Идентификатор последней просмотренной активной истории
sr: Последњи прегледан ИД активне историје
sv: Senast visade aktiv historik-ID
tr: Son görüntülenen aktif geçmiş kimliği
uk: Ідентифікатор останньої переглянутої активної історії
zh: 上次查看的活動記錄 ID

# Parameterstories
source: An array containing information about each story
az: Hər hekayə haqqında məlumatı ehtiva edən massiv
be: Масіў, які змяшчае ў сабе інфармацыю аб кожнай гісторыі
cs: Pole obsahující informace o každém příběhu
de: Ein Array mit Informationen zu jeder Geschichte
el: Ένας πίνακας που περιέχει πληροφορίες για κάθε ιστορία
es: Una matriz que contiene información sobre cada historia.
fi: Taulukko, joka sisältää tietoja jokaisesta tarinasta
fr: Un tableau contenant des informations sur chaque histoire
hu: Egy tömb, amely információkat tartalmaz az egyes történetekről
it: Un array contenente informazioni su ogni storia
ja: 各ストーリーに関する情報を含む配列
kk: Әрбір оқиға туралы ақпаратты қамтитын массив
ko: 각 스토리에 대한 정보를 포함하는 배열
pl: Tablica zawierająca informacje o każdej kondygnacji
pt: Uma matriz contendo informações sobre cada história
ro: O matrice care conține informații despre fiecare poveste
ru: Массив, содержащий в себе информацию о каждой истории
sr: Низ који садржи информације о свакој причи
sv: En array som innehåller information om varje berättelse
tr: Her hikaye hakkında bilgi içeren bir dizi
uk: Масив, що містить інформацію про кожну історію
zh: 包含每個故事訊息的數組

# TgMiniThumbnail
source: Presents a small preview
az: Kiçik bir önizləmə təqdim edir
be: Уяўляе маленькае прэв'ю
cs: Představuje malý náhled
de: Zeigt eine kleine Vorschau
el: Παρουσιάζει μια μικρή προεπισκόπηση
es: Presenta un pequeño adelanto
fi: Esittää pienen esikatselun
fr: Présente un petit aperçu
hu: Egy kis előzetest mutat be
it: Presenta una piccola anteprima
ja: 小さなプレビューを表示します
kk: Шағын алдын ала қарауды ұсынады
ko: 작은 미리보기를 제공합니다.
pl: Prezentuje mały podgląd
pt: Apresenta uma pequena prévia
ro: Prezintă o mică previzualizare
ru: Представляет маленькое превью
sr: Представља мали преглед
sv: Presenterar en liten förhandstitt
tr: Küçük bir önizleme sunar
uk: Представляє маленьке прев'ю
zh: 提供一個小預覽

# ParameterminiThumbnail
source: A small preview.
az: Kiçik bir önizləmə.
be: Маленькае прэв'ю.
cs: Malý náhled.
de: Eine kleine Vorschau.
el: Μια μικρή προεπισκόπηση.
es: Un pequeño adelanto.
fi: Pieni esittely.
fr: Un petit aperçu.
hu: Egy kis előzetes.
it: Una piccola anteprima.
ja: ちょっとしたプレビュー。
kk: Шағын алдын ала қарау.
ko: 작은 미리보기.
pl: Mały podgląd.
pt: Uma pequena prévia.
ro: O mică previzualizare.
ru: Маленькое превью.
sr: Мали преглед.
sv: En liten förhandstitt.
tr: Küçük bir ön izleme.
uk: Маленьке прев'ю.
zh: 一個小預覽。

# TgPhotoSize
source: Represents the size of a photo
az: Fotoşəkil ölçüsünü təmsil edir
be: Уяўляе памер фатаграфіі
cs: Představuje velikost fotografie
de: Stellt die Größe eines Fotos dar
el: Αντιπροσωπεύει το μέγεθος μιας φωτογραφίας
es: Representa el tamaño de una foto.
fi: Edustaa valokuvan kokoa
fr: Représente la taille d'une photo
hu: Egy fénykép méretét jelzi
it: Rappresenta la dimensione di una foto
ja: 写真のサイズを表します
kk: Фотосурет өлшемін білдіреді
ko: 사진의 크기를 나타냅니다.
pl: Reprezentuje rozmiar zdjęcia
pt: Representa o tamanho de uma foto
ro: Reprezintă dimensiunea unei fotografii
ru: Представляет размер фотографии
sr: Представља величину фотографије
sv: Representerar storleken på ett foto
tr: Bir fotoğrafın boyutunu temsil eder
uk: Представляє розмір фотографії
zh: 代表照片的大小

# TgAnimatedChatPhoto
source: Represents an animation set as a profile photo
az: Animasiya dəstini profil şəkli kimi təmsil edir
be: Уяўляе анімацыю, усталяваную ў выглядзе фатаграфіі профіля
cs: Představuje sadu animací jako profilovou fotku
de: Stellt eine Animation dar, die als Profilfoto festgelegt ist
el: Αντιπροσωπεύει ένα σύνολο κινούμενων εικόνων ως φωτογραφία προφίλ
es: Representa una animación configurada como una foto de perfil.
fi: Edustaa animaatiosarjaa profiilikuvana
fr: Représente une animation définie comme photo de profil
hu: Egy animációs készletet ábrázol profilfotóként
it: Rappresenta un'animazione impostata come foto del profilo
ja: プロフィール写真として設定されたアニメーションを表します
kk: Профиль фотосы ретінде анимациялар жинағын көрсетеді
ko: 프로필 사진으로 설정된 애니메이션을 표현합니다.
pl: Reprezentuje zestaw animacji jako zdjęcie profilowe
pt: Representa uma animação definida como uma foto de perfil
ro: Reprezintă un set de animație ca fotografie de profil
ru: Представляет анимацию, установленную в виде фотографии профиля
sr: Представља анимацију постављену као слику профила
sv: Representerar en animationsuppsättning som ett profilfoto
tr: Profil fotoğrafı olarak ayarlanmış bir animasyonu temsil eder
uk: Представляє анімацію, встановлену у вигляді фотографії профілю
zh: 表示設定為個人資料照片的動畫

# Parameterlength
source: Width and height of the animation.
az: Animasiyanın eni və hündürlüyü.
be: Шырыня і вышыня анімацыі.
cs: Šířka a výška animace.
de: Breite und Höhe der Animation.
el: Πλάτος και ύψος του animation.
es: Ancho y alto de la animación.
fi: Animaation leveys ja korkeus.
fr: Largeur et hauteur de l'animation.
hu: Az animáció szélessége és magassága.
it: Larghezza e altezza dell'animazione.
ja: アニメーションの幅と高さ。
kk: Анимацияның ені мен биіктігі.
ko: 애니메이션의 너비와 높이입니다.
pl: Szerokość i wysokość animacji.
pt: Largura e altura da animação.
ro: Lățimea și înălțimea animației.
ru: Ширина и высота анимации.
sr: Ширина и висина анимације.
sv: Bredd och höjd på animationen.
tr: Animasyonun genişliği ve yüksekliği.
uk: Ширина та висота анімації.
zh: 動畫的寬度和高度。

# TgChatPhoto
source: Represents a profile photo
az: Profil şəklini təmsil edir
be: Уяўляе фатаграфію профілю
cs: Představuje profilovou fotku
de: Stellt ein Profilfoto dar
el: Αντιπροσωπεύει μια φωτογραφία προφίλ
es: Representa una foto de perfil.
fi: Edustaa profiilikuvaa
fr: Représente une photo de profil
hu: Profilfotót ábrázol
it: Rappresenta una foto del profilo
ja: プロフィール写真を表します
kk: Профиль фотосуретін білдіреді
ko: 프로필 사진을 나타냅니다.
pl: Reprezentuje zdjęcie profilowe
pt: Representa uma foto de perfil
ro: Reprezintă o fotografie de profil
ru: Представляет фотографию профиля
sr: Представља слику профила
sv: Representerar ett profilfoto
tr: Bir profil fotoğrafını temsil eder
uk: Представляє фотографію профілю
zh: 代表個人資料照片

# ParameteraddedDate
source: The point in time when the photo was added.
az: Şəklin əlavə edildiyi zaman nöqtəsi.
be: Момант часу, калі фатаграфія была дададзена.
cs: Časový okamžik, kdy byla fotografie přidána.
de: Der Zeitpunkt, zu dem das Foto hinzugefügt wurde.
el: Το χρονικό σημείο που προστέθηκε η φωτογραφία.
es: El momento en el que se agregó la foto.
fi: Ajankohta, jolloin kuva lisättiin.
fr: Le moment où la photo a été ajoutée.
hu: A fénykép hozzáadásának időpontja.
it: Il momento in cui è stata aggiunta la foto.
ja: 写真が追加された時点。
kk: Фотосурет қосылған уақыт нүктесі.
ko: 사진이 추가된 시점입니다.
pl: Moment dodania zdjęcia.
pt: O momento em que a foto foi adicionada.
ro: Momentul în care a fost adăugată fotografia.
ru: Момент времени, когда фотография была добавлена.
sr: Време када је фотографија додата.
sv: Tidpunkten då bilden lades till.
tr: Fotoğrafın eklendiği zaman noktası.
uk: Час, коли фотографію було додано.
zh: 新增照片的時間點。

# ParameterphotoSizes
source: Variations of photographs in different sizes.
az: Müxtəlif ölçülü fotoşəkillərin varyasyonları.
be: Варыяцыі фатаграфіі ў розных памерах.
cs: Variace fotografií v různých velikostech.
de: Variationen von Fotografien in verschiedenen Größen.
el: Παραλλαγές φωτογραφιών σε διάφορα μεγέθη.
es: Variaciones de fotografías en diferentes tamaños.
fi: Valokuvien muunnelmia eri kokoisina.
fr: Variations de photographies en différentes tailles.
hu: Fényképváltozatok különböző méretekben.
it: Variazioni di fotografie in diverse dimensioni.
ja: さまざまなサイズの写真のバリエーション。
kk: Әртүрлі өлшемдегі фотосуреттердің вариациялары.
ko: 다양한 크기의 사진 변형.
pl: Wariacje fotografii w różnych rozmiarach.
pt: Variações de fotografias em diferentes tamanhos.
ro: Variații ale fotografiilor în diferite dimensiuni.
ru: Вариации фотографии в разных размерах.
sr: Варијације фотографија у различитим величинама.
sv: Variationer av fotografier i olika storlekar.
tr: Farklı boyutlarda fotoğraf çeşitleri.
uk: Варіації фотографії у різних розмірах.
zh: 不同尺寸的照片變化。

# TgText
source: Represents text.
az: Mətni təmsil edir.
be: Уяўляе тэкст.
cs: Představuje text.
de: Stellt FormatedText dar.
el: Αντιπροσωπεύει κείμενο.
es: Representa texto.
fi: Edustaa tekstiä.
fr: Représente le texte.
hu: Szöveget jelent.
it: Rappresenta il testo.
ja: テキストを表します。
kk: Мәтінді білдіреді.
ko: 텍스트를 나타냅니다.
pl: Reprezentuje tekst.
pt: Representa texto.
ro: Reprezintă text.
ru: Представляет текст.
sr: Представља текст.
sv: Representerar text.
tr: Metni temsil eder.
uk: Подає текст.
zh: 代表文本。

# Parametertext
source: Message text.
az: Mesaj mətni.
be: Тэкст паведамлення.
cs: FormatedText zprávy.
de: Nachrichtentext.
el: Κείμενο μηνύματος.
es: Mensaje de texto.
fi: Viestin teksti.
fr: Texte du message.
hu: Üzenet szövege.
it: Messaggio di testo.
ja: メッセージテキスト。
kk: Хабарлама мәтіні.
ko: 메시지 텍스트.
pl: Wiadomość tekstowa.
pt: Mensagem de texto.
ro: Mesaj text.
ru: Текст сообщения.
sr: Текст поруке.
sv: Meddelandetext.
tr: Mesaj metni.
uk: Текст повідомлення.
zh: 訊息文字。

# TgUserFullInfo
source: Represents complete information about the user.
az: İstifadəçi haqqında tam məlumatı təmsil edir.
be: Уяўляе поўную інфармацыю аб карыстальніку.
cs: Představuje úplné informace o uživateli.
de: Stellt vollständige Informationen über den Benutzer dar.
el: Αντιπροσωπεύει πλήρεις πληροφορίες για τον χρήστη.
es: Representa información completa sobre el usuario.
fi: Edustaa täydellisiä tietoja käyttäjästä.
fr: Représente des informations complètes sur l’utilisateur.
hu: Teljes információt jelent a felhasználóról.
it: Rappresenta informazioni complete sull'utente.
ja: ユーザーに関する完全な情報を表します。
kk: Пайдаланушы туралы толық ақпаратты білдіреді.
ko: 사용자에 대한 완전한 정보를 나타냅니다.
pl: Reprezentuje pełną informację o użytkowniku.
pt: Representa informações completas sobre o usuário.
ro: Reprezintă informații complete despre utilizator.
ru: Представляет полную информацию о пользователе.
sr: Представља потпуне информације о кориснику.
sv: Representerar fullständig information om användaren.
tr: Kullanıcı hakkındaki tüm bilgileri temsil eder.
uk: Надає повну інформацію про користувача.
zh: 代表有關使用者的完整資訊。

# ParameterisStoriesBlocked
source: Flag whether user stories are blocked.
az: İstifadəçi hekayələrinin bloklandığını qeyd edin.
be: Сцяг, ці заблакаваныя гісторыі карыстальніка.
cs: Označte, zda jsou uživatelské příběhy blokovány.
de: Markieren Sie, ob User Stories blockiert sind.
el: Επισημάνετε εάν οι ιστορίες χρηστών είναι αποκλεισμένες.
es: Marcar si las historias de usuario están bloqueadas.
fi: Ilmoita, onko käyttäjien tarinat estetty.
fr: Indiquez si les user stories sont bloquées.
hu: Jelölje meg, ha a felhasználói történetek le vannak tiltva.
it: Contrassegna se le storie degli utenti sono bloccate.
ja: ユーザーストーリーがブロックされているかどうかを示すフラグ。
kk: Пайдаланушы оқиғаларының бұғатталғанын белгілеңіз.
ko: 사용자 스토리가 차단되는지 여부를 플래그로 지정하세요.
pl: Oznacz, czy historie użytkowników są blokowane.
pt: Sinalize se as histórias de usuários estão bloqueadas.
ro: Indicați dacă poveștile utilizatorilor sunt blocate.
ru: Флаг, заблокированы ли истории пользователя.
sr: Означите да ли су корисничке приче блокиране.
sv: Flagga om användarberättelser är blockerade.
tr: Kullanıcı hikayelerinin engellenip engellenmediğini işaretleyin.
uk: Прапор, чи заблоковано історію користувача.
zh: 標記使用者故事是否被封鎖。

# ParameterisBlocked
source: Flag whether the user is blocked.
az: İstifadəçinin bloklandığını qeyd edin.
be: Сцяг, ці заблакаваны карыстальнік.
cs: Označte, zda je uživatel blokován.
de: Markieren Sie, ob der Benutzer blockiert ist.
el: Επισημάνετε εάν ο χρήστης είναι αποκλεισμένος.
es: Marcar si el usuario está bloqueado.
fi: Ilmoita, onko käyttäjä estetty.
fr: Indique si l'utilisateur est bloqué.
hu: Jelölje meg, ha a felhasználó le van tiltva.
it: Contrassegna se l'utente è bloccato.
ja: ユーザーがブロックされているかどうかを示すフラグ。
kk: Пайдаланушының бұғатталғанын белгілеңіз.
ko: 사용자가 차단되었는지 여부를 표시합니다.
pl: Oznacz, czy użytkownik jest zablokowany.
pt: Sinalize se o usuário está bloqueado.
ro: Indicați dacă utilizatorul este blocat.
ru: Флаг, заблокирован ли пользователь.
sr: Означите да ли је корисник блокиран.
sv: Flagga om användaren är blockerad.
tr: Kullanıcının engellenip engellenmediğini işaretleyin.
uk: Прапор, чи заблокований користувач.
zh: 標記用戶是否被封鎖。

# ParametercanBeCalled
source: True, if the user can be called.
az: Doğrudur, əgər istifadəçi çağırıla bilərsə.
be: Праўда, калі карыстальніка можна выклікаць.
cs: Pravda, pokud se dá uživateli zavolat.
de: True, wenn der Benutzer angerufen werden kann.
el: Αλήθεια, εάν ο χρήστης μπορεί να κληθεί.
es: Es cierto, si se puede llamar al usuario.
fi: Totta, jos käyttäjälle voidaan kutsua.
fr: C'est vrai, si l'utilisateur peut être appelé.
hu: Igaz, ha a felhasználó hívható.
it: Vero, se l'utente può essere chiamato.
ja: ユーザーを呼び出すことができる場合は True。
kk: Рас, егер пайдаланушыны шақыруға болады.
ko: 사용자에게 전화를 걸 수 있으면 true입니다.
pl: To prawda, jeśli można wywołać użytkownika.
pt: Verdade, se o usuário puder ser chamado.
ro: Adevărat, dacă utilizatorul poate fi apelat.
ru: Правда, если пользователя можно вызвать.
sr: Истина, ако се корисник може позвати.
sv: Sant, om användaren kan kallas.
tr: Kullanıcı aranabiliyorsa doğrudur.
uk: Щоправда, якщо можна викликати користувача.
zh: 確實如此，如果可以呼叫使用者的話。
