Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# SetAnimationProfilePhotoInputModel
source: Input model for setting animation in the form of a profile photo.
az: Profil şəkli şəklində animasiya qurmaq üçün giriş modeli.
be: Мадэль уваходных дадзеных для ўстаноўкі анімацыі ў выглядзе фатаграфіі профілю.
cs: Vstupní model pro nastavení animace v podobě profilové fotografie.
de: Eingabemodell zum Einstellen einer Animation in Form eines Profilfotos.
el: Μοντέλο εισαγωγής για τη ρύθμιση κινούμενων εικόνων με τη μορφή φωτογραφίας προφίλ.
es: Modelo de entrada para configurar la animación en forma de foto de perfil.
fi: Syöttömalli animaation asettamiseen profiilikuvan muodossa.
fr: Modèle d'entrée pour définir une animation sous la forme d'une photo de profil.
hu: Bemeneti modell az animáció beállításához profilfotó formájában.
it: Modello di input per l'impostazione dell'animazione sotto forma di foto del profilo.
ja: プロフィール写真の形にアニメーションを設定するための入力モデル。
kk: Профиль фотосуреті түріндегі анимацияны орнатуға арналған енгізу үлгісі.
ko: 프로필 사진 형태의 애니메이션 설정을 위한 입력 모델입니다.
pl: Model wejściowy do ustawienia animacji w postaci zdjęcia profilowego.
pt: Modelo de entrada para configuração de animação em forma de foto de perfil.
ro: Model de intrare pentru setarea animației sub forma unei fotografii de profil.
ru: Модель входных данных для установки анимации в виде фотографии профиля.
sr: Улазни модел за подешавање анимације у облику фотографије профила.
sv: Ingångsmodell för inställning av animation i form av ett profilfoto.
tr: Animasyonu profil fotoğrafı biçiminde ayarlamak için giriş modeli.
uk: Модель вхідних даних для встановлення анімації у вигляді фотографії профілю.
zh: 用於以個人資料照片的形式設定動畫的輸入模型。

# ParametermainFrameTimestamp
source: Frame timestamp when the animation will appear static.
az: Animasiya statik görünəcək zaman çərçivəsi.
be: Часавая пазнака кадра, калі анімацыя будзе адлюстроўвацца статычнай.
cs: Časové razítko snímku, kdy se animace bude jevit jako statická.
de: Frame-Zeitstempel, wann die Animation statisch erscheint.
el: Χρονική σήμανση καρέ όταν η κινούμενη εικόνα θα εμφανίζεται στατική.
es: Marca de tiempo del fotograma cuando la animación aparecerá estática.
fi: Kehyksen aikaleima, kun animaatio näyttää staattiselta.
fr: Horodatage de l’image à laquelle l’animation apparaîtra statique.
hu: Képkocka időbélyegzője, amikor az animáció statikusan jelenik meg.
it: Timestamp del fotogramma in cui l'animazione apparirà statica.
ja: アニメーションが静的に表示されるときのフレームのタイムスタンプ。
kk: Анимация статикалық болып көрінетін кадр уақыт белгісі.
ko: 애니메이션이 정적으로 나타날 때의 프레임 타임스탬프입니다.
pl: Sygnatura czasowa klatki, w której animacja będzie statyczna.
pt: Carimbo de data e hora do quadro em que a animação aparecerá estática.
ro: Marca temporală a cadrului când animația va apărea statică.
ru: Временная метка кадра, когда анимация будет отображаться статичной.
sr: Временска ознака кадра када ће анимација изгледати статична.
sv: Ram tidsstämpel när animeringen kommer att visas statisk.
tr: Animasyonun statik görüneceği çerçeve zaman damgası.
uk: Тимчасова позначка кадру, коли анімація відображатиметься статичною.
zh: 動畫呈現靜態時的幀時間戳記。

# SetUserBioInputModel
source: Input data model for setting user bio
az: İstifadəçi biosunu təyin etmək üçün məlumat modeli daxil edin
be: Мадэль ўваходных дадзеных для ўстаноўкі бія карыстальніка
cs: Vstupní datový model pro nastavení uživatelského bio
de: Eingabedatenmodell zum Festlegen der Benutzerbiografie
el: Μοντέλο δεδομένων εισαγωγής για τη ρύθμιση βιογραφικού χρήστη
es: Modelo de datos de entrada para configurar la biografía del usuario
fi: Syöttötietomalli käyttäjän bion asettamista varten
fr: Modèle de données d'entrée pour définir la biographie de l'utilisateur
hu: Bemeneti adatmodell a felhasználói életrajz beállításához
it: Modello di dati di input per l'impostazione della biografia dell'utente
ja: ユーザープロフィールを設定するための入力データモデル
kk: Пайдаланушы биоын орнату үшін деректер үлгісін енгізу
ko: 사용자 바이오 설정을 위한 입력 데이터 모델
pl: Model danych wejściowych do ustawiania biografii użytkownika
pt: Modelo de dados de entrada para definir a biografia do usuário
ro: Model de date de intrare pentru setarea biografiei utilizatorului
ru: Модель входных данных для установки био пользователя
sr: Модел улазних података за подешавање биографије корисника
sv: Indatamodell för inställning av användarbio
tr: Kullanıcı biyografisini ayarlamak için giriş veri modeli
uk: Модель вхідних даних для встановлення біологічного користувача
zh: 用於設定使用者簡介的輸入資料模型

# Parameterbio
source: Bio line
az: Bio xətti
be: Радок бія
cs: Bio řada
de: Bio-Linie
es: Línea Bio
fi: Bio linja
fr: Ligne bio
hu: Bio vonal
it: Linea Bio
ja: バイオライン
kk: Био желісі
ko: 바이오라인
pl: Linia biologiczna
pt: Linha biológica
ro: Linie bio
ru: Строка био
sr: Био линија
sv: Bio linje
tr: Biyolojik çizgi
uk: Рядок біо
zh: 生物線

# StoryPrivacySettingsContactsInputModel
source: Privacy settings that allow you to see the history of the user's contacts
az: İstifadəçinin kontaktlarının tarixini görməyə imkan verən məxfilik parametrləri
be: Налады прыватнасці, якія дазваляюць убачыць гісторыю кантактам карыстальніка
cs: Nastavení soukromí, které vám umožní zobrazit historii kontaktů uživatele
de: Datenschutzeinstellungen, die es Ihnen ermöglichen, den Verlauf der Kontakte des Benutzers anzuzeigen
el: Ρυθμίσεις απορρήτου που σας επιτρέπουν να δείτε το ιστορικό των επαφών του χρήστη
es: Configuraciones de privacidad que le permiten ver el historial de los contactos del usuario
fi: Yksityisyysasetukset, joiden avulla voit nähdä käyttäjän yhteystietojen historian
fr: Paramètres de confidentialité qui vous permettent de voir l'historique des contacts de l'utilisateur
hu: Adatvédelmi beállítások, amelyek lehetővé teszik a felhasználó névjegyeinek előzményeinek megtekintését
it: Impostazioni sulla privacy che consentono di vedere la cronologia dei contatti dell'utente
ja: ユーザーの連絡先の履歴を表示できるプライバシー設定
kk: Пайдаланушы контактілерінің тарихын көруге мүмкіндік беретін құпиялылық параметрлері
ko: 사용자의 연락처 기록을 볼 수 있는 개인 정보 보호 설정
pl: Ustawienia prywatności, które pozwalają zobaczyć historię kontaktów użytkownika
pt: Configurações de privacidade que permitem ver o histórico dos contatos do usuário
ro: Setări de confidențialitate care vă permit să vedeți istoricul persoanelor de contact ale utilizatorului
ru: Настройки приватности, позволяющие увидеть историю контактам пользователя
sr: Подешавања приватности која вам омогућавају да видите историју контаката корисника
sv: Sekretessinställningar som låter dig se historiken för användarens kontakter
tr: Kullanıcının kişilerinin geçmişini görmenizi sağlayan gizlilik ayarları
uk: Налаштування приватності, що дозволяють побачити історію контактів користувача
zh: 隱私設定可讓您查看使用者的聯絡人歷史記錄

# ParameterexceptUserIds
source: An array of user IDs that should not see the history
az: Tarixçəni görməməli olan istifadəçi identifikatorları massivi
be: Масіў ідэнтыфікатараў карыстальнікаў, які не павінны ўбачыць гісторыю
cs: Pole ID uživatelů, která by neměla vidět historii
de: Ein Array von Benutzer-IDs, die den Verlauf nicht sehen sollen
el: Μια σειρά από αναγνωριστικά χρηστών που δεν πρέπει να βλέπουν το ιστορικό
es: Una serie de ID de usuario que no deberían ver el historial
fi: Joukko käyttäjätunnuksia, joiden ei pitäisi nähdä historiaa
fr: Un tableau d'ID utilisateur qui ne devraient pas voir l'historique
hu: Felhasználói azonosítók tömbje, amelyeknek nem szabad látniuk az előzményeket
it: Un array di ID utente che non dovrebbero vedere la cronologia
ja: 履歴を表示しないユーザー ID の配列
kk: Тарихты көрмейтін пайдаланушы идентификаторларының жиымы
ko: 기록을 볼 수 없는 사용자 ID의 배열
pl: Tablica identyfikatorów użytkowników, które nie powinny widzieć historii
pt: Uma matriz de IDs de usuário que não devem ver o histórico
ro: serie de ID-uri de utilizator care nu ar trebui să vadă istoricul
ru: Массив идентификаторов пользователей, который не должны увидеть историю
sr: Низ корисничких ИД-ова који не би требало да виде историју
sv: En uppsättning användar-ID:n som inte ska se historiken
tr: Geçmişi görmemesi gereken bir dizi kullanıcı kimliği
uk: Масив ідентифікаторів користувачів, які не повинні побачити історію
zh: 不應查看歷史記錄的使用者 ID 數組

# StoryPrivacySettingsEveryoneInputModel
source: Privacy settings allowing all users to see the history
az: Bütün istifadəçilərə tarixçəni görməyə imkan verən məxfilik parametrləri
be: Налады прыватнасці, якія дазваляюць убачыць гісторыю ўсім карыстальнікам
cs: Nastavení soukromí umožňující všem uživatelům vidět historii
de: Datenschutzeinstellungen, die es allen Benutzern ermöglichen, den Verlauf anzuzeigen
el: Ρυθμίσεις απορρήτου που επιτρέπουν σε όλους τους χρήστες να δουν το ιστορικό
es: Configuración de privacidad que permite a todos los usuarios ver el historial
fi: Yksityisyysasetukset, joiden avulla kaikki käyttäjät voivat nähdä historian
fr: Paramètres de confidentialité permettant à tous les utilisateurs de voir l'historique
hu: Adatvédelmi beállítások, amelyek lehetővé teszik az összes felhasználó számára az előzmények megtekintését
it: Impostazioni sulla privacy che consentono a tutti gli utenti di vedere la cronologia
ja: すべてのユーザーに履歴を表示できるプライバシー設定
kk: Барлық пайдаланушыларға тарихты көруге мүмкіндік беретін құпиялылық параметрлері
ko: 모든 사용자가 기록을 볼 수 있도록 허용하는 개인 정보 보호 설정
pl: Ustawienia prywatności umożliwiające wszystkim użytkownikom przeglądanie historii
pt: Configurações de privacidade permitindo que todos os usuários vejam o histórico
ro: Setări de confidențialitate care permit tuturor utilizatorilor să vadă istoricul
ru: Настройки приватности, позволяющие увидеть историю всем пользователям
sr: Подешавања приватности омогућавају свим корисницима да виде историју
sv: Sekretessinställningar som tillåter alla användare att se historiken
tr: Tüm kullanıcıların geçmişi görmesine olanak tanıyan gizlilik ayarları
uk: Налаштування приватності, що дозволяють побачити історію всім користувачам
zh: 隱私設定允許所有用戶查看歷史記錄

# StoryPrivacySettingsSelectedUsersInputModel
source: Privacy settings allowing selected users to see the history
az: Məxfilik parametrləri seçilmiş istifadəçilərə tarixçəni görməyə imkan verir
be: Налады прыватнасці, якія дазваляюць убачыць гісторыю абраным карыстальнікам
cs: Nastavení soukromí umožňující vybraným uživatelům zobrazit historii
de: Datenschutzeinstellungen, die es ausgewählten Benutzern ermöglichen, den Verlauf anzuzeigen
el: Ρυθμίσεις απορρήτου που επιτρέπουν σε επιλεγμένους χρήστες να δουν το ιστορικό
es: Configuración de privacidad que permite a los usuarios seleccionados ver el historial
fi: Yksityisyysasetukset, joiden avulla valitut käyttäjät voivat nähdä historian
fr: Paramètres de confidentialité permettant aux utilisateurs sélectionnés de voir l'historique
hu: Adatvédelmi beállítások, amelyek lehetővé teszik a kiválasztott felhasználók számára az előzmények megtekintését
it: Impostazioni sulla privacy che consentono agli utenti selezionati di vedere la cronologia
ja: 選択したユーザーに履歴を表示できるプライバシー設定
kk: Таңдалған пайдаланушыларға тарихты көруге мүмкіндік беретін құпиялылық параметрлері
ko: 선택된 사용자가 기록을 볼 수 있도록 허용하는 개인 정보 보호 설정
pl: Ustawienia prywatności umożliwiające wybranym użytkownikom przeglądanie historii
pt: Configurações de privacidade permitindo que usuários selecionados vejam o histórico
ro: Setări de confidențialitate permițând utilizatorilor selectați să vadă istoricul
ru: Настройки приватности, позволяющие увидеть историю выбранным пользователям
sr: Подешавања приватности омогућавају одабраним корисницима да виде историју
sv: Sekretessinställningar som tillåter utvalda användare att se historiken
tr: Seçilen kullanıcıların geçmişi görmesine olanak tanıyan gizlilik ayarları
uk: Налаштування приватності, що дозволяють побачити історію обраним користувачам
zh: 隱私設定允許選定的用戶查看歷史記錄

# ParameteruserIds
source: An array of user IDs that will see the story
az: Hekayəni görəcək bir sıra istifadəçi ID-ləri
be: Масіў ідэнтыфікатараў карыстальнікаў, які ўбачаць гісторыю
cs: Pole uživatelských ID, která uvidí příběh
de: Ein Array von Benutzer-IDs, die die Story sehen
el: Μια σειρά από αναγνωριστικά χρηστών που θα δουν την ιστορία
es: Una serie de ID de usuario que verán la historia.
fi: Joukko käyttäjätunnuksia, jotka näkevät tarinan
fr: Un tableau d'identifiants d'utilisateur qui verront l'histoire
hu: Felhasználói azonosítók tömbje, amely látni fogja a történetet
it: Una serie di ID utente che vedranno la storia
ja: ストーリーを閲覧するユーザー ID の配列
kk: Оқиғаны көретін пайдаланушы идентификаторларының жиыны
ko: 스토리를 볼 사용자 ID의 배열
pl: Tablica identyfikatorów użytkowników, którzy zobaczą historię
pt: Uma série de IDs de usuário que verão a história
ro: O serie de ID-uri de utilizator care vor vedea povestea
ru: Массив идентификаторов пользователей, который увидят историю
sr: Низ корисничких ИД-ова који ће видети причу
sv: En rad användar-ID:n som kommer att se historien
tr: Hikayeyi görecek bir dizi kullanıcı kimliği
uk: Масив ідентифікаторів користувачів, які побачать історію
zh: 將看到故事的使用者 ID 數組

# StoryPrivacySettingsCloseFriendsInputModel
source: Privacy settings that allow users on the close friends list to see their history
az: Yaxın dostlar siyahısındakı istifadəçilərə tarixlərini görməyə imkan verən məxfilik parametrləri
be: Налады прыватнасці, якія дазваляюць убачыць гісторыю карыстальнікам, якія знаходзяцца ў спісе блізкіх сяброў
cs: Nastavení soukromí, které umožňuje uživatelům na seznamu blízkých přátel vidět jejich historii
de: Datenschutzeinstellungen, die es Benutzern auf der Liste enger Freunde ermöglichen, ihren Verlauf anzuzeigen
el: Ρυθμίσεις απορρήτου που επιτρέπουν στους χρήστες στη λίστα στενών φίλων να δουν το ιστορικό τους
es: Configuraciones de privacidad que permiten a los usuarios en la lista de amigos cercanos ver su historial
fi: Yksityisyysasetukset, joiden avulla läheisten ystäväluettelon käyttäjät voivat nähdä historiansa
fr: Paramètres de confidentialité qui permettent aux utilisateurs de la liste d'amis proches de voir leur historique
hu: Adatvédelmi beállítások, amelyek lehetővé teszik, hogy a közeli barátok listáján szereplő felhasználók megtekinthessék előzményeiket
it: Impostazioni sulla privacy che consentono agli utenti nell'elenco degli amici più stretti di vedere la propria cronologia
ja: 親しい友達リストに登録されているユーザーが自分の履歴を閲覧できるようにするプライバシー設定
kk: Жақын достар тізіміндегі пайдаланушыларға өз тарихын көруге мүмкіндік беретін құпиялылық параметрлері
ko: 친한 친구 목록에 있는 사용자가 자신의 기록을 볼 수 있도록 허용하는 개인 정보 보호 설정
pl: Ustawienia prywatności, które pozwalają użytkownikom na liście bliskich znajomych zobaczyć ich historię
pt: Configurações de privacidade que permitem que os usuários da lista de amigos próximos vejam seu histórico
ro: Setări de confidențialitate care permit utilizatorilor din lista de prieteni apropiați să-și vadă istoricul
ru: Настройки приватности, позволяющие увидеть историю пользователям, находящимся в списке близких друзей
sr: Подешавања приватности која омогућавају корисницима на листи блиских пријатеља да виде своју историју
sv: Sekretessinställningar som tillåter användare på listan över nära vänner att se sin historik
tr: Yakın arkadaş listesindeki kullanıcıların geçmişlerini görmesine olanak tanıyan gizlilik ayarları
uk: Налаштування приватності, які дають змогу побачити історію користувачам, які перебувають у списку близьких друзів
zh: 隱私設定允許好友清單中的使用者查看他們的歷史記錄

# StoryPrivacySettingsInputModel
source: Input data model containing properties to choose from To configure history privacy
az: Tarixin məxfiliyini konfiqurasiya etmək üçün seçim üçün xassələri ehtiva edən daxiletmə datası modeli
be: Мадэль уваходных дадзеных, якая змяшчае ў сабе ўласцівасці на выбар Для наладкі прыватнасці гісторыі
cs: Vstupní datový model obsahující vlastnosti na výběr Chcete-li nakonfigurovat soukromí historie
de: Eingabedatenmodell mit Eigenschaften zur Auswahl, um den Datenschutz des Verlaufs zu konfigurieren
el: Εισαγάγετε μοντέλο δεδομένων που περιέχει ιδιότητες για να επιλέξετε Για να διαμορφώσετε το απόρρητο του ιστορικού
es: Modelo de datos de entrada que contiene propiedades para elegir Para configurar la privacidad del historial
fi: Syötä tietomalli, joka sisältää valittavia ominaisuuksia. Historian yksityisyyden määrittäminen
fr: Modèle de données d'entrée contenant des propriétés parmi lesquelles choisir Pour configurer la confidentialité de l'historique
hu: Választható tulajdonságokat tartalmazó bemeneti adatmodell Az előzmények adatvédelmének konfigurálása
it: Modello di dati di input contenente le proprietà tra cui scegliere Per configurare la privacy della cronologia
ja: 選択するプロパティを含む入力データ モデル 履歴のプライバシーを構成するには
kk: Таңдау үшін сипаттарды қамтитын деректер үлгісін енгізу Тарихтың құпиялылығын конфигурациялау үшін
ko: 선택할 수 있는 속성이 포함된 입력 데이터 모델 기록 개인 정보 보호를 구성하려면
pl: Model danych wejściowych zawierający właściwości do wyboru. Aby skonfigurować prywatność historii
pt: Modelo de dados de entrada contendo propriedades para escolher Para configurar a privacidade do histórico
ro: Model de date de intrare care conține proprietăți din care să alegeți Pentru a configura confidențialitatea istoricului
ru: Модель входных данных, содеращая в себе свойства на выбор Для настройки приватности истории
sr: Улазни модел података који садржи својства за избор Да бисте конфигурисали приватност историје
sv: Indatamodell som innehåller egenskaper att välja mellan För att konfigurera historikens sekretess
tr: Aralarından seçim yapılabilecek özellikleri içeren giriş veri modeli Geçmiş gizliliğini yapılandırmak için
uk: Модель вхідних даних, що містить властивості на вибір Для настройки приватності історії
zh: 輸入資料模型包含可供選擇的屬性 配置歷史隱私

# PostPhotoStoryInputModel
source: Input model for sending a story with a photo
az: Şəkil ilə hekayə göndərmək üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для адпраўкі гісторыі з фатаграфіяй
cs: Vstupní model pro odeslání příběhu s fotografií
de: Eingabemodell zum Senden einer Geschichte mit einem Foto
el: Μοντέλο εισαγωγής για αποστολή ιστορίας με φωτογραφία
es: Modelo de entrada para enviar una historia con una foto.
fi: Syöttömalli tarinan lähettämiseen valokuvan kanssa
fr: Modèle de saisie pour envoyer une histoire avec une photo
hu: Bemeneti modell fotóval ellátott történet küldéséhez
it: Modello di input per l'invio di una storia con una foto
ja: 写真付きストーリーを送るための入力モデル
kk: Фотосуреті бар оқиғаны жіберуге арналған енгізу үлгісі
ko: 사진과 함께 스토리를 전송하기 위한 입력 모델
pl: Model wejściowy do wysyłania historii ze zdjęciem
pt: Modelo de entrada para envio de story com foto
ro: Model de intrare pentru trimiterea unei povești cu o fotografie
ru: Модель входных данных для отправки истории с фотографией
sr: Улазни модел за слање приче са фотографијом
sv: Inmatningsmodell för att skicka en berättelse med ett foto
tr: Fotoğraflı bir hikaye göndermek için giriş modeli
uk: Модель вхідних даних для надсилання історії з фотографією
zh: 用於發送帶有照片的故事的輸入模型

# ParameteractivePeriod
source: Period during which the history will be available (in hours)
az: Tarixçənin mövcud olacağı dövr (saatlarla)
be: Перыяд, у які будзе даступная гісторыя (у гадзінах)
cs: Období, během kterého bude historie k dispozici (v hodinách)
de: Zeitraum, in dem der Verlauf verfügbar sein wird (in Stunden)
el: Περίοδος κατά την οποία θα είναι διαθέσιμο το ιστορικό (σε ώρες)
es: Periodo durante el cual el historial estará disponible (en horas)
fi: Aika, jonka historia on saatavilla (tunteina)
fr: Période pendant laquelle l'historique sera disponible (en heures)
hu: Időszak, amely alatt az előzmények elérhetők lesznek (órában)
it: Periodo durante il quale la cronologia sarà disponibile (in ore)
ja: 履歴を利用できる期間（時間単位）
kk: Тарих қолжетімді болатын кезең (сағатпен)
ko: 기록을 볼 수 있는 기간(시간)
pl: Okres w jakim historia będzie dostępna (w godzinach)
pt: Período durante o qual o histórico estará disponível (em horas)
ro: Perioada în care istoricul va fi disponibil (în ore)
ru: Период, в который будет доступна история (в часах)
sr: Период током којег ће историја бити доступна (у сатима)
sv: Period under vilken historiken kommer att vara tillgänglig (i timmar)
tr: Geçmişin mevcut olacağı dönem (saat olarak)
uk: Період, у який буде доступна історія (у годинах)
zh: 歷史記錄可用的時間段（以小時為單位）

# ParameterisPinned
source: True if you want the history to remain available after expiration
az: Tarixin müddəti bitdikdən sonra əlçatan qalmasını istəyirsinizsə doğrudur
be: Сапраўды, калі хочаце, каб гісторыя заставалася даступнай пасля заканчэння тэрміну дзеяння
cs: True, pokud chcete, aby historie zůstala dostupná i po vypršení platnosti
de: True, wenn der Verlauf nach Ablauf verfügbar bleiben soll
el: Σωστό αν θέλετε το ιστορικό να παραμείνει διαθέσιμο μετά τη λήξη
es: Verdadero si desea que el historial permanezca disponible después del vencimiento
fi: Totta, jos haluat historian pysyvän saatavilla vanhenemisen jälkeen
fr: Vrai si vous souhaitez que l'historique reste disponible après expiration
hu: Igaz, ha azt szeretné, hogy az előzmények elérhetők maradjanak a lejárat után is
it: Vero se desideri che la cronologia rimanga disponibile dopo la scadenza
ja: 有効期限が切れた後も履歴を利用できるようにする場合は True
kk: Тарихтың жарамдылық мерзімі аяқталғаннан кейін қол жетімді болуын қаласаңыз, бұл дұрыс
ko: 만료 후에도 기록을 계속 사용할 수 있도록 하려면 True입니다.
pl: Wartość true, jeśli chcesz, aby historia pozostała dostępna po wygaśnięciu
pt: True se você quiser que o histórico permaneça disponível após a expiração
ro: Adevărat dacă doriți ca istoricul să rămână disponibil după expirare
ru: Истинно, если хотите, чтобы история оставалась доступной после истечения срока действия
sr: Тачно ако желите да историја остане доступна након истека
sv: Sant om du vill att historiken ska förbli tillgänglig efter utgången
tr: Geçerlilik süresi dolduktan sonra geçmişin kullanılabilir kalmasını istiyorsanız doğru
uk: Істинно, якщо хочете, щоб історія залишалася доступною після закінчення терміну дії
zh: 如果您希望歷史記錄在過期後仍然可用，則為 true

# TgStoryContent
source: Abstract context of history.
az: Tarixin mücərrəd konteksti.
be: Абстрактны кантект гісторыі.
cs: Abstraktní souvislosti dějin.
de: Abstrakter Kontext der Geschichte.
el: Αφηρημένο πλαίσιο της ιστορίας.
es: Contexto abstracto de la historia.
fi: Abstrakti historian konteksti.
fr: Contexte abstrait de l'histoire.
hu: A történelem absztrakt kontextusa.
it: Contesto astratto della storia.
ja: 歴史の抽象的な背景。
kk: Тарихтың дерексіз контексі.
ko: 역사의 추상적 맥락.
pl: Abstrakcyjny kontekst historii.
pt: Contexto abstrato da história.
ro: Context abstract al istoriei.
ru: Абстрактный контект истории.
sr: Апстрактни контекст историје.
sv: Abstrakt bakgrund av historien.
tr: Tarihin soyut bağlamı.
uk: Анотація історії історії.
zh: 歷史的抽象背景。
