Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# ParameterremoveCaption
source: True if you want to remove the signature in media files
az: Media fayllarında imzanı silmək istəyirsinizsə doğrudur
be: Сапраўды, калі патрабуецца прыбраць подпіс у медыя файлах
cs: True, pokud chcete odstranit podpis v mediálních souborech
de: True, wenn Sie die Signatur in Mediendateien entfernen möchten
el: Σωστό εάν θέλετε να αφαιρέσετε την υπογραφή στα αρχεία πολυμέσων
es: Verdadero si desea eliminar la firma en archivos multimedia
fi: Tosi, jos haluat poistaa allekirjoituksen mediatiedostoista
fr: Vrai si vous souhaitez supprimer la signature dans les fichiers multimédias
hu: Igaz, ha el akarja távolítani az aláírást a médiafájlokból
it: Vero se desideri rimuovere la firma nei file multimediali
ja: メディア ファイルの署名を削除する場合は True
kk: Медиа файлдардағы қолтаңбаны жойғыңыз келсе, бұл дұрыс
ko: 미디어 파일의 서명을 제거하려면 True입니다.
pl: Prawda, jeśli chcesz usunąć podpis z plików multimedialnych
pt: Verdadeiro se você deseja remover a assinatura em arquivos de mídia
ro: Adevărat dacă doriți să eliminați semnătura din fișierele media
ru: Истинно, если требуется убрать подпись в медиа файлах
sr: Тачно ако желите да уклоните потпис у медијским датотекама
sv: Sant om du vill ta bort signaturen i mediafiler
tr: Medya dosyalarındaki imzayı kaldırmak istiyorsanız doğru
uk: Істинно, якщо потрібно прибрати підпис у медіа файлах
zh: 如果您想刪除媒體檔案中的簽名，則為 True

# ParametersendCopy
source: True if you want to forward messages without references to the users of these messages
az: Bu mesajların istifadəçilərinə istinad etmədən mesajları yönləndirmək istəyirsinizsə doğrudur
be: Сапраўды, калі патрабуецца пераслаць паведамленні без спасылак на карыстальнікаў гэтых паведамленняў
cs: True, pokud chcete přeposílat zprávy bez odkazů na uživatele těchto zpráv
de: True, wenn Sie Nachrichten ohne Verweise auf die Benutzer dieser Nachrichten weiterleiten möchten
el: Σωστό εάν θέλετε να προωθήσετε μηνύματα χωρίς αναφορές στους χρήστες αυτών των μηνυμάτων
es: Verdadero si desea reenviar mensajes sin referencias a los usuarios de estos mensajes
fi: Tosi, jos haluat välittää viestejä ilman viittauksia näiden viestien käyttäjiin
fr: Vrai si vous souhaitez transférer des messages sans référence aux utilisateurs de ces messages
hu: Igaz, ha üzeneteket szeretne továbbítani anélkül, hogy az üzenetek felhasználóira hivatkozna
it: Vero se desideri inoltrare messaggi senza riferimenti agli utenti di questi messaggi
ja: これらのメッセージのユーザーを参照せずにメッセージを転送する場合は True
kk: Бұл хабарларды пайдаланушыларға сілтемесіз хабарларды қайта бағыттағыңыз келсе, бұл дұрыс
ko: 해당 메시지의 사용자를 참조하지 않고 메시지를 전달하려는 경우 True입니다.
pl: Prawda, jeśli chcesz przekazywać dalej wiadomości bez odniesień do użytkowników tych wiadomości
pt: True se você deseja encaminhar mensagens sem referências aos usuários dessas mensagens
ro: Adevărat dacă doriți să redirecționați mesaje fără referințe la utilizatorii acestor mesaje
ru: Истинно, если требуется переслать сообщения без ссылок на пользователей этих сообщений
sr: Тачно ако желите да проследите поруке без референци на кориснике ових порука
sv: Sant om du vill vidarebefordra meddelanden utan referenser till användarna av dessa meddelanden
tr: İletileri bu iletilerin kullanıcılarına referans vermeden iletmek istiyorsanız doğru
uk: Істинно, якщо потрібно надіслати повідомлення без посилань на користувачів цих повідомлень
zh: 如果您想轉發訊息而不引用這些訊息的用戶，則為 True

# DeleteMessagesInputModel
source: Input model for deleting chat messages
az: Söhbət mesajlarını silmək üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для выдалення паведамленняў у чаце
cs: Vstupní model pro mazání chatových zpráv
de: Eingabemodell zum Löschen von Chatnachrichten
el: Μοντέλο εισαγωγής για τη διαγραφή μηνυμάτων συνομιλίας
es: Modelo de entrada para eliminar mensajes de chat
fi: Syöttömalli chat-viestien poistamiseen
fr: Modèle de saisie pour supprimer les messages de chat
hu: Bemeneti modell a chat üzenetek törléséhez
it: Modello di input per l'eliminazione dei messaggi di chat
ja: チャットメッセージを削除するための入力モデル
kk: Сөйлесу хабарламаларын жоюға арналған енгізу үлгісі
ko: 채팅 메시지 삭제를 위한 입력 모델
pl: Model wejściowy do usuwania wiadomości czatu
pt: Modelo de entrada para exclusão de mensagens de chat
ro: Model de intrare pentru ștergerea mesajelor de chat
ru: Модель входных данных для удаления сообщений в чате
sr: Модел уноса за брисање порука ћаскања
sv: Inmatningsmodell för att radera chattmeddelanden
tr: Sohbet mesajlarını silmek için giriş modeli
uk: Модель вхідних даних для видалення повідомлень у чаті
zh: 刪除聊天訊息的輸入模型

# Parameterrevoke
source: True if you want to delete for all chat participants
az: Bütün söhbət iştirakçıları üçün silmək istəsəniz doğrudur
be: Сапраўды, калі патрабуецца выдаліць для ўсіх удзельнікаў чата
cs: True, pokud chcete smazat pro všechny účastníky chatu
de: True, wenn Sie für alle Chat-Teilnehmer löschen möchten
el: Σωστό εάν θέλετε να διαγράψετε για όλους τους συμμετέχοντες στη συζήτηση
es: Verdadero si desea eliminar para todos los participantes del chat
fi: Tosi, jos haluat poistaa kaikkien chatin osallistujien osalta
fr: Vrai si vous souhaitez supprimer pour tous les participants au chat
hu: Igaz, ha törölni szeretné a csevegés összes résztvevőjét
it: Vero se desideri eliminare per tutti i partecipanti alla chat
ja: すべてのチャット参加者を削除する場合は True
kk: Барлық чатқа қатысушыларды жойғыңыз келсе, дұрыс
ko: 모든 채팅 참가자를 삭제하려면 True입니다.
pl: Prawda, jeśli chcesz usunąć dla wszystkich uczestników czatu
pt: Verdadeiro se você deseja excluir todos os participantes do bate-papo
ro: Adevărat dacă doriți să ștergeți pentru toți participanții la chat
ru: Истинно, если требуется удалить для всех участников чата
sr: Тачно ако желите да избришете за све учеснике ћаскања
sv: Sant om du vill radera för alla chattdeltagare
tr: Tüm sohbet katılımcıları için silmek istiyorsanız doğrudur
uk: Істинно, якщо потрібно видалити всіх учасників чату
zh: 如果您想刪除所有聊天參與者，則為 True

# SetPictureProfilePhotoInputModel
source: Input data model for setting a profile photo.
az: Profil şəklini qurmaq üçün məlumat modeli daxil edin.
be: Мадэль ўваходных дадзеных для ўстаноўкі фота профіля.
cs: Vstupní datový model pro nastavení profilové fotografie.
de: Eingabedatenmodell zum Festlegen eines Profilfotos.
el: Μοντέλο δεδομένων εισαγωγής για τη ρύθμιση φωτογραφίας προφίλ.
es: Modelo de datos de entrada para configurar una foto de perfil.
fi: Syötä tietomalli profiilikuvan asettamista varten.
fr: Modèle de données d'entrée pour définir une photo de profil.
hu: Bemeneti adatmodell profilfotó beállításához.
it: Modello di dati di input per l'impostazione di una foto del profilo.
ja: プロフィール写真を設定するための入力データモデル。
kk: Профиль фотосуретін орнатуға арналған деректер үлгісін енгізу.
ko: 프로필 사진 설정을 위한 입력 데이터 모델입니다.
pl: Model danych wejściowych do ustawiania zdjęcia profilowego.
pt: Modelo de dados de entrada para definir uma foto de perfil.
ro: Model de date de intrare pentru setarea unei fotografii de profil.
ru: Модель входных данных для установки фото профиля.
sr: Улазни модел података за постављање фотографије профила.
sv: Indatamodell för att ställa in ett profilfoto.
tr: Profil fotoğrafını ayarlamak için veri modelini girin.
uk: Модель вхідних даних для встановлення фотографій профілю.
zh: 用於設定個人資料照片的輸入資料模型。

# BackgroundGradientInputModel
source: Input data model for the ability to set a gradient background
az: Qradiyent fonunu təyin etmək imkanı üçün giriş məlumat modeli
be: Мадэль уваходных дадзеных для магчымасці ўсталёўкі градыентнага фону
cs: Vstupní datový model pro možnost nastavení gradientu pozadí
de: Eingabedatenmodell für die Möglichkeit, einen Hintergrund mit Farbverlauf festzulegen
el: Μοντέλο δεδομένων εισόδου για τη δυνατότητα ορισμού φόντου ντεγκραντέ
es: Modelo de datos de entrada para la capacidad de establecer un fondo degradado
fi: Syöttötietomalli kyvylle asettaa gradientin tausta
fr: Modèle de données d'entrée pour la possibilité de définir un arrière-plan dégradé
hu: Bemeneti adatmodell a gradiens háttér beállításához
it: Modello di dati di input per la possibilità di impostare uno sfondo sfumato
ja: グラデーション背景を設定する機能の入力データ モデル
kk: Градиент фонын орнату мүмкіндігіне арналған кіріс деректер үлгісі
ko: 그라데이션 배경 설정 기능을 위한 입력 데이터 모델
pl: Model danych wejściowych umożliwiający ustawienie gradientowego tła
pt: Modelo de dados de entrada para a capacidade de definir um fundo gradiente
ro: Model de date de intrare pentru capacitatea de a seta un fundal gradient
ru: Модель входных данных для возможности установки градиентного фона
sr: Улазни модел података за могућност постављања градијента позадине
sv: Indatamodell för möjligheten att ställa in en gradientbakgrund
tr: Degrade arka planı ayarlama yeteneği için giriş veri modeli
uk: Модель вхідних даних для можливості встановлення градієнтного фону
zh: 用於設定漸層背景的輸入資料模型

# ParametertopColor
source: Top background color in HEX format.
az: HEX formatında üst fon rəngi.
be: Верхні колер фону ў фармаце HEX.
cs: Horní barva pozadí v HEX formátu.
de: Oberste Hintergrundfarbe im HEX-Format.
el: Κορυφαίο χρώμα φόντου σε μορφή HEX.
es: Color de fondo superior en formato HEX.
fi: Ylin taustaväri HEX-muodossa.
fr: Couleur d'arrière-plan supérieure au format HEX.
hu: Felső háttérszín HEX formátumban.
it: Colore di sfondo superiore in formato HEX.
ja: HEX 形式の上部の背景色。
kk: HEX пішіміндегі жоғарғы фон түсі.
ko: HEX 형식의 상단 배경색입니다.
pl: Górny kolor tła w formacie HEX.
pt: Cor de fundo superior em formato HEX.
ro: Culoare de fundal de sus în format HEX.
ru: Верхний цвет фона в формате HEX.
sr: Горња боја позадине у ХЕКС формату.
sv: Översta bakgrundsfärg i HEX-format.
tr: HEX formatında üst arka plan rengi.
uk: Верхній колір тла у форматі HEX.
zh: 十六進位格式的頂部背景顏色。

# ParameterbottomColor
source: Bottom background color in HEX format.
az: HEX formatında alt fon rəngi.
be: Ніжні колер фону ў фармаце HEX.
cs: Spodní barva pozadí v HEX formátu.
de: Untere Hintergrundfarbe im HEX-Format.
el: Κάτω χρώμα φόντου σε μορφή HEX.
es: Color de fondo inferior en formato HEX.
fi: Pohjan taustaväri HEX-muodossa.
fr: Couleur d’arrière-plan inférieure au format HEX.
hu: Alsó háttérszín HEX formátumban.
it: Colore dello sfondo inferiore in formato HEX.
ja: HEX 形式の下部の背景色。
kk: HEX пішіміндегі төменгі фон түсі.
ko: HEX 형식의 하단 배경색입니다.
pl: Kolor tła dolnego w formacie HEX.
pt: Cor de fundo inferior em formato HEX.
ro: Culoare de fundal de jos în format HEX.
ru: Нижний цвет фона в формате HEX.
sr: Боја доње позадине у ХЕКС формату.
sv: Nedre bakgrundsfärg i HEX-format.
tr: HEX formatında alt arka plan rengi.
uk: Нижній колір тла у форматі HEX.
zh: 十六進位格式的底部背景顏色。

# ParameterrotationAngle
source: Angle of rotation of the gradient clockwise, in degrees; 0-359. Must always be divisible by 45
az: Qradiyentin fırlanma bucağı saat istiqamətində, dərəcələrlə; 0-359. Həmişə 45-ə bölünməlidir
be: Кут павароту градыенту па гадзіннікавай стрэлцы, у градусах; 0-359. Заўсёды павінна дзяліцца на 45
cs: Úhel natočení gradientu ve směru hodinových ručiček, ve stupních; 0-359. Musí být vždy dělitelné 45
de: Drehwinkel des Gradienten im Uhrzeigersinn in Grad; 0-359. Muss immer durch 45 teilbar sein
el: Γωνία περιστροφής της κλίσης δεξιόστροφα, σε μοίρες. 0-359. Πρέπει πάντα να διαιρείται με το 45
es: Ángulo de rotación del gradiente en el sentido de las agujas del reloj, en grados; 0-359. Siempre debe ser divisible por 45
fi: Gradientin kiertokulma myötäpäivään, asteina; 0-359. Sen on aina oltava jaollinen 45:llä
fr: Angle de rotation du dégradé dans le sens des aiguilles d'une montre, en degrés ; 0-359. Doit toujours être divisible par 45
hu: A gradiens elforgatási szöge az óramutató járásával megegyező irányban, fokban; 0-359. Mindig oszthatónak kell lennie 45-tel
it: Angolo di rotazione del gradiente in senso orario, in gradi; 0-359. Deve essere sempre divisibile per 45
ja: グラデーションの時計回りの回転角度 (度単位)。 0-359。常に 45 で割り切れる必要があります
kk: Градиенттің айналу бұрышы сағат тілімен, градуспен; 0-359. Әрқашан 45-ке бөлінуі керек
ko: 그라데이션의 시계 방향 회전 각도(도)입니다. 0-359. 항상 45로 나누어야 합니다.
pl: Kąt obrotu gradientu zgodnie z ruchem wskazówek zegara, w stopniach; 0-359. Zawsze musi być podzielna przez 45
pt: Ângulo de rotação do gradiente no sentido horário, em graus; 0-359. Deve ser sempre divisível por 45
ro: Unghiul de rotație al gradientului în sensul acelor de ceasornic, în grade; 0-359. Trebuie să fie întotdeauna divizibil cu 45
ru: Угол поворота градиента по часовой стрелке, в градусах; 0-359. Всегда должно делиться на 45
sr: Угао ротације градијента у смеру казаљке на сату, у степенима; 0-359. Увек мора бити дељив са 45
sv: Gradientens rotationsvinkel medurs, i grader; 0-359. Måste alltid vara delbart med 45
tr: Degradenin derece cinsinden saat yönünde dönme açısı; 0-359. Her zaman 45'e bölünebilir olmalı
uk: Кут повороту градієнта за годинниковою стрілкою у градусах; 0-359. Завжди має ділитися на 45
zh: 漸變順時針旋轉的角度，以度為單位； 0-359。必須隨時能被 45 整除

# BackgroundInputModel
source: An input data model containing properties to choose from for setting different backgrounds on your profile photo
az: Profil şəklinizdə müxtəlif fonları təyin etmək üçün seçmək üçün xassələri ehtiva edən giriş datası modeli
be: Мадэль уваходных дадзеных, якая змяшчае ў сабе ўласцівасці на выбар для ўстаноўкі розных фонавым на фатаграфію профілю
cs: Vstupní datový model obsahující vlastnosti, ze kterých si můžete vybrat pro nastavení různých pozadí na vaší profilové fotografii
de: Ein Eingabedatenmodell mit Eigenschaften zur Auswahl zum Festlegen verschiedener Hintergründe für Ihr Profilfoto
el: Ένα μοντέλο δεδομένων εισόδου που περιέχει ιδιότητες από τις οποίες μπορείτε να επιλέξετε για τη ρύθμιση διαφορετικών φόντων στη φωτογραφία προφίλ σας
es: Un modelo de datos de entrada que contiene propiedades para elegir para configurar diferentes fondos en su foto de perfil.
fi: Syötetietomalli, joka sisältää ominaisuuksia, joista voit valita profiilikuvasi eri taustojen asettamiseen
fr: Un modèle de données d'entrée contenant des propriétés parmi lesquelles choisir pour définir différents arrière-plans sur votre photo de profil
hu: Bemeneti adatmodell, amely tulajdonságokat tartalmaz a profilfotó különböző háttereinek beállításához
it: Un modello di dati di input contenente proprietà tra cui scegliere per impostare sfondi diversi sulla foto del tuo profilo
ja: プロフィール写真にさまざまな背景を設定するために選択できるプロパティを含む入力データ モデル
kk: Профиль фотосуретінде әртүрлі фон орнату үшін таңдауға болатын сипаттарды қамтитын кіріс деректер үлгісі
ko: 프로필 사진에 다양한 배경을 설정하기 위해 선택할 수 있는 속성이 포함된 입력 데이터 모델
pl: Model danych wejściowych zawierający właściwości do wyboru w celu ustawienia różnych teł na zdjęciu profilowym
pt: Um modelo de dados de entrada contendo propriedades para escolher para definir diferentes planos de fundo em sua foto de perfil
ro: Un model de date de intrare care conține proprietăți din care să alegeți pentru a seta diferite fundaluri pe fotografia dvs. de profil
ru: Модель входных данных, содержащая в себе свойства на выбор для установки различных фонов на фотографию профиля
sr: Модел улазних података који садржи својства која можете изабрати за постављање различитих позадина на вашој фотографији профила
sv: En indatamodell som innehåller egenskaper att välja mellan för att ställa in olika bakgrunder på ditt profilfoto
tr: Profil fotoğrafınızda farklı arka planlar ayarlamak için seçebileceğiniz özellikleri içeren bir giriş veri modeli
uk: Модель вхідних даних, що містить властивості на вибір для встановлення різних фонів на фотографію профілю
zh: 輸入資料模型，包含可供選擇的屬性，用於在個人資料照片上設定不同的背景

# Parametercolor
source: Background color in HEX format
az: HEX formatında fon rəngi
be: Колер фону ў фармаце HEX
cs: Barva pozadí v HEX formátu
de: Hintergrundfarbe im HEX-Format
el: Χρώμα φόντου σε μορφή HEX
es: Color de fondo en formato HEX
fi: Taustaväri HEX-muodossa
fr: Couleur de fond au format HEX
hu: Háttérszín HEX formátumban
it: Colore di sfondo in formato HEX
ja: HEX形式の背景色
kk: HEX форматындағы фон түсі
ko: HEX 형식의 배경색
pl: Kolor tła w formacie HEX
pt: Cor de fundo no formato HEX
ro: Culoare de fundal în format HEX
ru: Цвет фона в формате HEX
sr: Боја позадине у ХЕКС формату
sv: Bakgrundsfärg i HEX-format
tr: HEX formatında arka plan rengi
uk: Колір фону у форматі HEX
zh: 十六進位格式的背景顏色

# Parametercolors
source: List of 3 or 4 freeform gradient colors in HEX format
az: HEX formatında 3 və ya 4 sərbəst forma gradient rənglərinin siyahısı
be: Спіс з 3 ці 4 колераў градыентаў адвольнай формы ў фармаце HEX
cs: Seznam 3 nebo 4 barev přechodu volného tvaru v HEX formátu
de: Liste mit 3 oder 4 Freiform-Verlaufsfarben im HEX-Format
el: Λίστα 3 ή 4 χρωμάτων ντεγκραντέ ελεύθερης μορφής σε μορφή HEX
es: Lista de 3 o 4 colores degradados de forma libre en formato HEX
fi: Luettelo 3 tai 4 vapaamuotoisesta gradienttiväristä HEX-muodossa
fr: Liste de 3 ou 4 couleurs dégradées de forme libre au format HEX
hu: 3 vagy 4 szabad formájú gradiens szín listája HEX formátumban
it: Elenco di 3 o 4 colori sfumati a mano libera in formato HEX
ja: つまたは 4 つのフリーフォーム グラデーション カラーのリスト (HEX 形式)
kk: HEX пішіміндегі 3 немесе 4 еркін пішінді градиент түстерінің тізімі
ko: HEX 형식의 3개 또는 4개 자유형 그라데이션 색상 목록
pl: Lista 3 lub 4 dowolnych kolorów gradientu w formacie HEX
pt: Lista de 3 ou 4 cores gradientes de forma livre em formato HEX
ro: Lista cu 3 sau 4 culori gradiente libere în format HEX
ru: Список из 3 или 4 цветов градиентов произвольной формы в формате HEX
sr: Листа од 3 или 4 боје градијента слободног облика у ХЕКС формату
sv: Lista med 3 eller 4 friformsgradientfärger i HEX-format
tr: HEX formatında 3 veya 4 serbest biçimli degrade rengin listesi
uk: Список із 3 або 4 кольорів градієнтів довільної форми у форматі HEX
zh: 十六進位格式的 3 或 4 種自由漸層顏色列表

# SetEmojiProfilePhotoInputModel
source: Input model for setting an emoji as a profile photo.
az: Emojini profil şəkli kimi təyin etmək üçün daxiletmə modeli.
be: Мадэль ўваходных дадзеных для ўстаноўкі эмоджы ў якасці фота профілю.
cs: Vstupní model pro nastavení emotikonu jako profilové fotky.
de: Eingabemodell zum Festlegen eines Emojis als Profilfoto.
el: Μοντέλο εισαγωγής για τη ρύθμιση ενός emoji ως φωτογραφίας προφίλ.
es: Modelo de entrada para configurar un emoji como foto de perfil.
fi: Syöttömalli hymiön asettamiseen profiilikuvaksi.
fr: Modèle de saisie pour définir un emoji comme photo de profil.
hu: Beviteli modell egy hangulatjel profilfotóként való beállításához.
it: Modello di input per impostare un'emoji come foto del profilo.
ja: 絵文字をプロフィール写真として設定するための入力モデル。
kk: Эмодзиді профильдік фотосурет ретінде орнатуға арналған енгізу үлгісі.
ko: 이모티콘을 프로필 사진으로 설정하기 위한 입력 모델입니다.
pl: Model wejściowy do ustawiania emoji jako zdjęcia profilowego.
pt: Modelo de entrada para definir um emoji como foto de perfil.
ro: Model de introducere pentru setarea unui emoji ca fotografie de profil.
ru: Модель входных данных для установки эмоджи в качестве фото профиля.
sr: Модел уноса за постављање емоџија као фотографије профила.
sv: Inmatningsmodell för att ställa in en emoji som profilbild.
tr: Bir emojiyi profil fotoğrafı olarak ayarlamak için giriş modeli.
uk: Модель вхідних даних для встановлення емоджі як фото профілю.
zh: 用於將表情符號設定為個人資料照片的輸入模型。

# ParametercustomEmojiId
source: Sticker ID
az: Stiker ID
be: Ідэнтыфікатар стыкера
cs: ID nálepky
de: Aufkleber-ID
el: Ταυτότητα αυτοκόλλητου
es: Etiqueta de identificación
fi: Tarran tunnus
fr: Identifiant de l'autocollant
hu: Matricaazonosító
it: Adesivo identificativo
ja: ステッカーID
kk: Стикер идентификаторы
ko: 스티커 아이디
pl: Identyfikator naklejki
pt: ID do adesivo
ro: ID autocolant
ru: Идентификатор стикера
sr: ИД налепнице
sv: Dekal-ID
tr: Etiket Kimliği
uk: Ідентифікатор наклейки
zh: 貼紙ID

# SetStickerProfilePhotoInputModel
source: Input model for setting a sticker as a profile photo.
az: Profil şəkli kimi stiker təyin etmək üçün daxiletmə modeli.
be: Мадэль уваходных дадзеных для ўстаноўкі стыкера ў якасці фота профілю.
cs: Vstupní model pro nastavení nálepky jako profilové fotografie.
de: Eingabemodell zum Festlegen eines Aufklebers als Profilfoto.
el: Μοντέλο εισαγωγής για τη ρύθμιση ενός αυτοκόλλητου ως φωτογραφίας προφίλ.
es: Modelo de entrada para configurar una pegatina como foto de perfil.
fi: Syöttömalli tarran asettamiseen profiilikuvaksi.
fr: Modèle de saisie pour définir un autocollant comme photo de profil.
hu: Bemeneti modell egy matrica profilfotóként való beállításához.
it: Modello di input per impostare un adesivo come foto del profilo.
ja: ステッカーをプロフィール写真として設定するためのモデルを入力します。
kk: Стикерді профильдік фотосурет ретінде орнатуға арналған енгізу үлгісі.
ko: 스티커를 프로필 사진으로 설정하기 위한 입력 모델입니다.
pl: Model wejściowy do ustawienia naklejki jako zdjęcia profilowego.
pt: Modelo de entrada para definir um adesivo como foto de perfil.
ro: Model de introducere pentru setarea unui autocolant ca fotografie de profil.
ru: Модель входных данных для установки стикера в качестве фото профиля.
sr: Улазни модел за постављање налепнице као фотографије профила.
sv: Inmatningsmodell för att ställa in ett klistermärke som ett profilfoto.
tr: Bir çıkartmayı profil fotoğrafı olarak ayarlamak için giriş modeli.
uk: Модель вхідних даних для встановлення наклейки як фото профілю.
zh: 用於將貼紙設定為個人資料照片的輸入模型。

# ParameterstickerSetId
source: Sticker pack ID
az: Stiker paketi ID
be: Ідэнтыфікатар набору стыкераў
cs: ID balíčku nálepek
de: Aufkleberpaket-ID
el: ID πακέτου αυτοκόλλητων
es: ID del paquete de pegatinas
fi: Tarrapakkauksen tunnus
fr: ID du pack d’autocollants
hu: Matricacsomag azonosítója
it: ID del pacchetto di adesivi
ja: ステッカーパックID
kk: Стикерлер бумасының идентификаторы
ko: 스티커 팩 ID
pl: Identyfikator pakietu naklejek
pt: ID do pacote de adesivos
ro: ID pachet de autocolante
ru: Идентификатор набора стикеров
sr: ИД пакета налепница
sv: ID för dekalpaket
tr: Çıkartma paketi kimliği
uk: Ідентифікатор набору стікерів
zh: 貼紙包ID

# ParameterstickerId
source: Sticker ID
az: Stiker ID
be: Ідэнтыфікатар стыкера
cs: ID nálepky
de: Aufkleber-ID
el: Ταυτότητα αυτοκόλλητου
es: Etiqueta de identificación
fi: Tarran tunnus
fr: Identifiant de l'autocollant
hu: Matricaazonosító
it: Adesivo identificativo
ja: ステッカーID
kk: Стикер идентификаторы
ko: 스티커 아이디
pl: Identyfikator naklejki
pt: ID do adesivo
ro: ID autocolant
ru: Идентификатор стикера
sr: ИД налепнице
sv: Dekal-ID
tr: Etiket Kimliği
uk: Ідентифікатор наклейки
zh: 貼紙ID
