Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# AuthSetPhone
source: Set phone number
az: Telefon nömrəsini təyin edin
be: Усталяваць нумар тэлефона
cs: Nastavit telefonní číslo
de: Telefonnummer festlegen
el: Ορισμός αριθμού τηλεφώνου
es: Establecer número de teléfono
fi: Aseta puhelinnumero
fr: Définir le numéro de téléphone
hu: Telefonszám beállítása
it: Imposta il numero di telefono
ja: 電話番号を設定する
kk: Телефон нөмірін орнатыңыз
ko: 전화번호 설정
pl: Ustaw numer telefonu
pt: Definir número de telefone
ro: Setați numărul de telefon
ru: Установить номер телефона
sr: Подесите број телефона
sv: Ställ in telefonnummer
tr: Telefon numarasını ayarla
uk: Встановити номер телефону
zh: 設定電話號碼

# ParameterinstanceId
source: Instances ID
az: Nümunə ID
be: Ідэнтыфікатар інстансу
cs: ID instance
de: Instanz-ID
el: Αναγνωριστικό παράδειγμα
es: ID de instancia
fi: Ilmentymän tunnus
fr: ID d'instance
hu: Példányazonosító
it: ID istanza
ja: インスタンスID
kk: Дана идентификаторы
ko: 인스턴스 ID
pl: Identyfikator instancji
pt: ID da instância
ro: ID de instanță
ru: Идентификатор инстанса
sr: ИД инстанце
sv: Förekomst-ID
tr: Örnek kimliği
uk: Ідентифікатор інстансу
zh: 實例ID

# AuthSetPhoneRequest
source: Phone number
az: Telefon nömrəsi
be: Нумар тэлефона
cs: Telefonní číslo
de: Telefonnummer
el: Τηλεφωνικό νούμερο
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
hu: Telefonszám
it: Numero di telefono
ja: 電話番号
kk: Телефон нөмірі
ko: 전화 번호
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sr: Број телефона
sv: Telefonnummer
tr: Telefon numarası
uk: Номер телефону
zh: 電話號碼

# Response200
source: Success
az: Uğur
cs: Úspěch
de: Erfolg
el: Επιτυχία
es: Éxito
fi: Menestys
fr: Succès
hu: Siker
it: Successo
ja: 成功
kk: Жетістік
ko: 성공
pl: Powodzenie
pt: Sucesso
ro: Succes
sr: Успех
sv: Framgång
tr: Başarı
zh: 成功

# Response400
source: Invalid input data or invalid request
az: Yanlış daxiletmə datası və ya etibarsız sorğu
be: Некарэктныя ўваходныя дадзеныя або невалідны запыт
cs: Neplatná vstupní data nebo neplatný požadavek
de: Ungültige Eingabedaten oder ungültige Anfrage
el: Μη έγκυρα δεδομένα εισαγωγής ή μη έγκυρο αίτημα
es: Datos de entrada no válidos o solicitud no válida
fi: Virheelliset syötetiedot tai virheellinen pyyntö
fr: Données d'entrée invalides ou demande invalide
hu: Érvénytelen bemeneti adat vagy érvénytelen kérés
it: Dati di input non validi o richiesta non valida
ja: 無効な入力データまたは無効なリクエスト
kk: Жарамсыз енгізу деректері немесе жарамсыз сұрау
ko: 잘못된 입력 데이터 또는 잘못된 요청
pl: Nieprawidłowe dane wejściowe lub nieprawidłowe żądanie
pt: Dados de entrada inválidos ou solicitação inválida
ro: Date de intrare nevalide sau solicitare nevalidă
ru: Некорректные входные данные или невалидный запрос
sr: Неважећи улазни подаци или неважећи захтев
sv: Ogiltig indata eller ogiltig begäran
tr: Geçersiz giriş verileri veya geçersiz istek
uk: Некоректні вхідні дані або невалідний запит
zh: 輸入資料無效或請求無效

# Response500
source: An error occurred on the server
az: Serverdə xəta baş verdi
be: Узнікла памылка на серверы
cs: Na serveru došlo k chybě
de: Auf dem Server ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα στο διακομιστή
es: Se produjo un error en el servidor.
fi: Palvelimessa tapahtui virhe
fr: Une erreur s'est produite sur le serveur
hu: Hiba történt a szerveren
it: Si è verificato un errore sul server
ja: サーバーでエラーが発生しました
kk: Серверде қате орын алды
ko: 서버에서 오류가 발생했습니다.
pl: Na serwerze wystąpił błąd
pt: Ocorreu um erro no servidor
ro: A apărut o eroare pe server
ru: Возникла ошибка на сервере
sr: Дошло је до грешке на серверу
sv: Ett fel uppstod på servern
tr: Sunucuda bir hata oluştu
uk: Виникла помилка на сервері
zh: 伺服器發生錯誤

# AuthCheckCode
source: Send verification code
az: Doğrulama kodunu göndərin
be: Адправіць праверачны код
cs: Odeslat ověřovací kód
de: Bestätigungscode senden
el: Αποστολή κωδικού επαλήθευσης
es: Envíe el código de verificación
fi: Lähetä vahvistuskoodi
fr: Envoyer le code de vérification
hu: Ellenőrző kód küldése
it: Invia codice di verifica
ja: 確認コードを送信する
kk: Растау кодын жіберіңіз
ko: 인증코드 보내기
pl: Wyślij kod weryfikacyjny
pt: Enviar código de verificação
ro: Trimite codul de verificare
ru: Отправить проверочный код
sr: Пошаљи верификациони код
sv: Skicka verifieringskod
tr: Doğrulama kodu Gönder
uk: Надіслати код перевірки
zh: 發送驗證碼

# AuthCheckCodeRequest
source: Verification code
az: Yoxlama kodu
be: Праверачны код
cs: Ověřovací kód
de: Bestätigungscode
el: Κωδικός επαλήθευσης
es: Código de verificación
fi: Vahvistuskoodi
fr: Le code de vérification
hu: Ellenőrző kód
it: Codice di verifica
ja: 検証コード
kk: Тексеру коды
ko: 확인 코드
pl: Kod weryfikacyjny
pt: Código de verificação
ro: Cod de verificare
ru: Проверочный код
sr: Верификациони код
sv: Verifierings kod
tr: Doğrulama kodu
uk: Код перевірки
zh: 驗證碼

# AuthCheckPassword
source: Send password
az: Parol göndər
be: Адправіць пароль
cs: Odeslat heslo
de: Passwort senden
el: Αποστολή κωδικού πρόσβασης
es: Enviar contraseña
fi: Lähetä salasana
fr: Envoyer le mot de passe
hu: Jelszó küldése
it: Invia password
ja: パスワードを送信する
kk: Құпия сөзді жіберу
ko: 비밀번호 보내기
pl: Wyślij hasło
pt: Enviar senha
ro: Trimite parola
ru: Отправить пароль
sr: Пошаљи лозинку
sv: Skicka lösenord
tr: Şifreyi gönder
uk: Надіслати пароль
zh: 發送密碼

# AuthCheckPasswordRequest
source: Password
az: parol
be: Пароль
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
it: Parola d'ordine
ja: パスワード
kk: Құпия сөз
ko: 비밀번호
pl: Hasło
pt: Senha
ro: Parola
ru: Пароль
sr: Лозинка
sv: Lösenord
tr: Şifre
uk: Пароль
zh: 密碼

# ChatsGetChatHistory
source: Get chat history
az: Söhbət tarixçəsini əldə edin
be: Атрымаць гісторыю чата
cs: Získejte historii chatu
de: Chatverlauf abrufen
el: Λάβετε ιστορικό συνομιλιών
es: Obtener historial de chat
fi: Hae chat-historia
fr: Obtenir l'historique des discussions
hu: Csevegési előzmények lekérése
it: Ottieni la cronologia della chat
ja: チャット履歴を取得する
kk: Чат тарихын алыңыз
ko: 채팅 기록 가져오기
pl: Uzyskaj historię czatów
pt: Obtenha histórico de bate-papo
ro: Obțineți istoricul chat-urilor
ru: Получить историю чата
sr: Преузмите историју ћаскања
sv: Hämta chatthistorik
tr: Sohbet geçmişini alın
uk: Отримати історію чату
zh: 取得聊天記錄

# ParameterChatId
source: Chat ID.
az: Söhbət ID.
be: Ідэнтыфікатар чата.
cs: ID chatu.
el: Αναγνωριστικό συνομιλίας.
es: Identificación de chat.
fi: Chat-tunnus.
fr: Identifiant de discussion.
it: ID chat.
ja: チャットID。
kk: Чат идентификаторы.
ko: 채팅 ID입니다.
pl: Identyfikator czatu.
pt: ID do bate-papo.
ro: ID chat.
ru: Данные чата.
sr: ИД ћаскања.
sv: Chatt-ID.
tr: Sohbet kimliği.
uk: Ідентифікатор чату.
zh: 聊天ID。

# ParameterUsername
source: Username.
az: İstifadəçi adı.
be: Імя карыстальніка.
cs: Uživatelské jméno.
de: Benutzername.
el: Όνομα χρήστη.
es: Nombre de usuario.
fi: Käyttäjätunnus.
fr: Nom d'utilisateur.
hu: Felhasználónév.
it: Nome utente.
ja: ユーザー名。
kk: Қолданушының аты.
ko: 사용자 이름.
pl: Nazwa użytkownika.
pt: Nome de usuário.
ro: Nume de utilizator.
ru: Имя пользователя чата. Если установлено, Chat может быть не задан.
sr: Корисничко име.
sv: Användarnamn.
tr: Kullanıcı adı.
uk: Ім'я користувача.
zh: 使用者名稱.

# ParameterPhoneNumber
source: Phone number
az: Telefon nömrəsi.
be: Нумар тэлефона.
cs: Telefonní číslo.
de: Telefonnummer.
el: Τηλεφωνικό νούμερο.
es: Número de teléfono.
fi: Puhelinnumero.
fr: Numéro de téléphone.
hu: Telefonszám.
it: Numero di telefono.
ja: 電話番号。
kk: Телефон нөмірі.
ko: 전화 번호.
pl: Numer telefonu.
pt: Número de telefone.
ro: Număr de telefon.
ru: Номер телефона
sr: Број телефона.
sv: Telefonnummer.
tr: Telefon numarası.
uk: Номер телефону.
zh: 電話號碼。

# ParameterLimit
source: Message limit.
az: Mesaj limiti.
be: Ліміт паведамленняў.
cs: Limit zpráv.
de: Nachrichtenlimit.
el: Όριο μηνυμάτων.
es: Límite de mensajes.
fi: Viestirajoitus.
fr: Limite de messages.
hu: Üzenetkorlát.
it: Limite dei messaggi.
ja: メッセージ制限。
kk: Хабарлама шегі.
ko: 메시지 제한.
pl: Limit wiadomości.
pt: Limite de mensagens.
ro: Limită de mesaje.
ru: Лимит сообщений.
sr: Ограничење порука.
sv: Meddelandegräns.
tr: Mesaj sınırı.
uk: Ліміт повідомлень.
zh: 留言限制。

# ParameterOffset
source: Bias.
az: Qərəz.
be: Зрушэнне.
cs: Zaujatost.
de: Voreingenommenheit.
el: Προκατάληψη.
es: Inclinación.
fi: Puolueellisuus.
fr: Biais.
hu: Elfogultság.
it: Pregiudizio.
ja: バイアス。
kk: Біржақтылық.
ko: 편견.
pl: Stronniczość.
pt: Viés.
ro: Părtinire.
ru: Смещение.
sr: Склоност.
sv: Partiskhet.
tr: Ön yargı.
uk: Зміщення.
zh: 偏見。

# ParameterFromMessageId
source: Starting with the message ID.
az: Mesaj ID ilə başlayaraq.
be: Пачынаючы з ідэнтыфікатара паведамлення.
cs: Počínaje ID zprávy.
de: Beginnend mit der Nachrichten-ID.
el: Ξεκινώντας με το αναγνωριστικό μηνύματος.
es: Comenzando con el ID del mensaje.
fi: Alkaen viestin tunnuksella.
fr: En commençant par l'ID du message.
hu: Kezdve az üzenetazonosítóval.
it: A partire dall'ID del messaggio.
ja: メッセージ ID から始まります。
kk: Хабарлама идентификаторынан басталады.
ko: 메시지 ID로 시작합니다.
pl: Zaczynając od identyfikatora wiadomości.
pt: Começando com o ID da mensagem.
ro: Începând cu ID-ul mesajului.
ru: Начиная с идентификатора сообщения.
sr: Почевши од ИД поруке.
sv: Börjar med meddelande-ID.
tr: Mesaj kimliğiyle başlayarak.
uk: Починаючи з ідентифікатора повідомлення.
zh: 從訊息 ID 開始。

# ChatsGetMessage
source: Get message data
az: Mesaj datasını əldə edin
be: Атрымаць дадзеныя паведамлення
cs: Získejte data zprávy
de: Nachrichtendaten abrufen
el: Λάβετε δεδομένα μηνυμάτων
es: Obtener datos del mensaje
fi: Hae viestitiedot
fr: Obtenir les données des messages
hu: Üzenetadatok lekérése
it: Ottieni i dati del messaggio
ja: メッセージデータの取得
kk: Хабарлама деректерін алыңыз
ko: 메시지 데이터 가져오기
pl: Pobierz dane wiadomości
pt: Obtenha dados de mensagens
ro: Obțineți date despre mesaje
ru: Получить данные сообщения
sr: Добијте податке о порукама
sv: Få meddelandedata
tr: Mesaj verilerini al
uk: Отримати дані повідомлення
zh: 取得訊息數據

# ParameterMessageId
source: Message ID.
az: Mesaj ID-si.
be: Ідэнтыфікатар паведамлення.
cs: ID zprávy.
de: Nachrichten ID.
el: Αναγνωριστικό μηνύματος.
es: Identificación del mensaje.
fi: Viestin tunnus.
fr: ID du message.
hu: Üzenetazonosító.
it: ID del messaggio.
ja: メッセージID。
kk: Хабар идентификаторы.
ko: 메시지 ID.
pl: ID wiadomości.
pt: ID da mensagem.
ro: ID mesaj.
ru: Идентификатор сообщения.
sr: ИД поруке.
sv: Meddelande-ID.
tr: Mesaj Kimliği.
uk: Ідентифікатор повідомлення.
zh: 訊息ID。

# ChatsGetMessageAvailableReactions
source: Get a list of available reactions to a message
az: Mesaja mövcud reaksiyaların siyahısını əldə edin
be: Атрымаць спіс даступных рэакцый на паведамленне
cs: Získejte seznam dostupných reakcí na zprávu
de: Rufen Sie eine Liste der verfügbaren Reaktionen auf eine Nachricht ab
el: Λάβετε μια λίστα με τις διαθέσιμες αντιδράσεις σε ένα μήνυμα
es: Obtenga una lista de reacciones disponibles a un mensaje
fi: Hanki luettelo viestiin käytettävissä olevista reaktioista
fr: Obtenir une liste des réactions disponibles à un message
hu: Kapja meg az üzenetre elérhető reakciók listáját
it: Ottieni un elenco delle reazioni disponibili a un messaggio
ja: メッセージに対して利用可能な反応のリストを取得する
kk: Хабарға қол жетімді реакциялардың тізімін алыңыз
ko: 메시지에 대해 사용 가능한 반응 목록 가져오기
pl: Uzyskaj listę dostępnych reakcji na wiadomość
pt: Obtenha uma lista de reações disponíveis a uma mensagem
ro: Obțineți o listă de reacții disponibile la un mesaj
ru: Получить список доступных реакций на сообщение
sr: Добијте листу доступних реакција на поруку
sv: Få en lista över tillgängliga reaktioner på ett meddelande
tr: Bir mesaja verilen mevcut tepkilerin listesini alma
uk: Отримати список доступних реакцій на повідомлення
zh: 取得對訊息的可用反應列表

# ContactsGetContacts
source: Get contact list
az: Əlaqə siyahısını əldə edin
be: Атрымаць спіс кантактаў
cs: Získejte seznam kontaktů
de: Kontaktliste abrufen
el: Λήψη λίστας επαφών
es: Obtener lista de contactos
fi: Hanki yhteystietoluettelo
fr: Obtenir la liste de contacts
hu: Névjegylista lekérése
it: Ottieni l'elenco dei contatti
ja: 連絡先リストを取得する
kk: Контактілер тізімін алыңыз
ko: 연락처 목록 가져오기
pl: Pobierz listę kontaktów
pt: Obtenha lista de contatos
ro: Obțineți lista de contacte
ru: Получить список контактов
sr: Преузмите листу контаката
sv: Få kontaktlista
tr: Kişi listesini al
uk: Отримати список контактів
zh: 取得聯絡人列表

# ContactsImportContacts
source: Import contacts
az: Kontaktları idxal edin
be: Імпартаваць кантакты
cs: Importujte kontakty
de: Kontakte importieren
el: Εισαγωγή επαφών
es: Importar contactos
fi: Tuo yhteystiedot
fr: Contacts d'importation
hu: Névjegyek importálása
it: Importa contatti
ja: 連絡先をインポートする
kk: Контактілерді импорттау
ko: 연락처 가져오기
pl: Importuj kontakty
pt: Contatos importantes
ro: Importați contacte
ru: Импортировать контакты
sr: Увоз контаката
sv: Importera kontakter
tr: Kişileri içe aktar
uk: Імпортувати контакти
zh: 導入聯絡人

# ContactsImportContactsRequest
source: Contact details
az: Əlaqə məlumatları
be: Дадзеныя кантактаў
cs: Kontaktní údaje
de: Kontaktdetails
el: Στοιχεία επικοινωνίας
es: Detalles de contacto
fi: Yhteystiedot
fr: Détails du contact
hu: Elérhetőségeit
it: Dettagli del contatto
ja: 連絡先の詳細
kk: Байланыс деректері
ko: 연락처 세부정보
pl: Szczegóły kontaktu
pt: Detalhes do contato
ro: Detalii de contact
ru: Данные контактов
sr: Контакт подаци
sv: Kontaktuppgifter
tr: İletişim detayları
uk: Дані контактів
zh: 聯絡方式

# ContactsAddContact
source: Add contact
az: Kontakt əlavə edin
be: Дадаць кантакт
cs: Přidat kontakt
de: Kontakt hinzufügen
el: Προσθέστε επαφή
es: Agregar contacto
fi: Lisää yhteystieto
fr: Ajouter le contact
hu: Kapcsolat hozzáadása
it: Aggiungi contatto
ja: 連絡先を追加
kk: Контакт қосу
ko: 주소록에 추가
pl: Dodaj kontakt
pt: Adicionar contato
ro: Adaugă contact
ru: Добавить контакт
sr: Додај контакт
sv: Lägg till kontakt
tr: Kişi ekle
uk: Додати контакт
zh: 增加聯繫人

# ContactsAddContactRequest
source: User contact details
az: İstifadəçinin əlaqə məlumatları
be: Дадзеныя кантакту карыстальніка
cs: Kontaktní údaje uživatele
de: Kontaktdaten des Benutzers
el: Στοιχεία επικοινωνίας χρήστη
es: Datos de contacto del usuario
fi: Käyttäjän yhteystiedot
fr: Coordonnées de l'utilisateur
hu: Felhasználó elérhetőségei
it: Dettagli di contatto dell'utente
ja: ユーザーの連絡先詳細
kk: Пайдаланушының байланыс мәліметтері
ko: 사용자 연락처 정보
pl: Dane kontaktowe użytkownika
pt: Detalhes de contato do usuário
ro: Datele de contact ale utilizatorului
ru: Данные контакта пользователя
sr: Контакт подаци корисника
sv: Användarens kontaktuppgifter
tr: Kullanıcı iletişim bilgileri
uk: Дані контакту користувача
zh: 用戶聯絡方式

# ContactsRemoveContact
source: Delete contact
az: Kontaktı silin
be: Выдаліць кантакт
cs: Smazat kontakt
de: Kontakt löschen
el: Διαγραφή επαφής
es: Borrar contacto
fi: Poista yhteystieto
fr: Effacer le contact
hu: Névjegy törlése
it: Elimina contatto
ja: 連絡先を削除する
kk: Контактіні жою
ko: 연락처 삭제
pl: Usuń kontakt
pt: Excluir contato
ro: Ștergeți contactul
ru: Удалить контакт
sr: Избришите контакт
sv: Ta bort kontakt
tr: Kişiyi silmek
uk: Видалити контакт
zh: 刪除聯絡人

# ContactsRemoveContactRequest
source: User contact details
az: İstifadəçinin əlaqə məlumatları
be: Дадзеныя кантакту карыстальніка
cs: Kontaktní údaje uživatele
de: Kontaktdaten des Benutzers
el: Στοιχεία επικοινωνίας χρήστη
es: Datos de contacto del usuario
fi: Käyttäjän yhteystiedot
fr: Coordonnées de l'utilisateur
hu: Felhasználó elérhetőségei
it: Dettagli di contatto dell'utente
ja: ユーザーの連絡先詳細
kk: Пайдаланушының байланыс мәліметтері
ko: 사용자 연락처 정보
pl: Dane kontaktowe użytkownika
pt: Detalhes de contato do usuário
ro: Datele de contact ale utilizatorului
ru: Данные контакта пользователя
sr: Контакт подаци корисника
sv: Användarens kontaktuppgifter
tr: Kullanıcı iletişim bilgileri
uk: Дані контакту користувача
zh: 用戶聯絡方式

# FileStartDownload
source: Request to download a file by file ID
az: Fayl identifikatoru ilə faylı yükləmək üçün sorğu
be: Запыт на загрузку файла па ідэнтыфікатары файла
cs: Žádost o stažení souboru podle ID souboru
de: Anforderung zum Herunterladen einer Datei anhand der Datei-ID
el: Αίτημα λήψης αρχείου κατά αναγνωριστικό αρχείου
es: Solicitud para descargar un archivo por ID de archivo
fi: Pyydä ladata tiedosto tiedostotunnuksella
fr: Demande de téléchargement d'un fichier par ID de fichier
hu: Fájl letöltésének kérése fájlazonosító alapján
it: Richiedi di scaricare un file tramite ID file
ja: ファイルIDによるファイルのダウンロードリクエスト
kk: Файлды идентификаторы бойынша жүктеп алуды сұрау
ko: 파일 ID로 파일 다운로드 요청
pl: Żądanie pobrania pliku według identyfikatora pliku
pt: Solicitação para baixar um arquivo por ID de arquivo
ro: Solicitați descărcarea unui fișier după ID-ul fișierului
ru: Запрос на загрузку файла по идентификатору файла
sr: Захтев за преузимање датотеке према ИД-у датотеке
sv: Begäran att ladda ner en fil med fil-ID
tr: Dosya kimliğine göre dosya indirme isteği
uk: Запит на завантаження файлу за ідентифікатором файлу
zh: 透過文件ID請求下載文件

# FileStartDownloadRequest
source: Model with file ID
az: Fayl ID ilə model
be: Мадэль з ідэнтыфікатарам файла
cs: Model s ID souboru
de: Modell mit Datei-ID
el: Μοντέλο με αναγνωριστικό αρχείου
es: Modelo con ID de archivo
fi: Malli tiedostotunnuksella
fr: Modèle avec ID de fichier
hu: Modell fájlazonosítóval
it: Modello con ID file
ja: ファイルID付きモデル
kk: Файл идентификаторы бар үлгі
ko: 파일 ID가 있는 모델
pl: Model z identyfikatorem pliku
pt: Modelo com ID de arquivo
ro: Model cu ID-ul fișierului
ru: Модель с идентификатором файла
sr: Модел са ИД-ом датотеке
sv: Modell med fil-ID
tr: Dosya kimliğine sahip model
uk: Модель із ідентифікатором файлу
zh: 帶有檔案 ID 的模型

# FileGetFile
source: Retrieving a file by file ID
az: Fayl identifikatoru ilə faylın götürülməsi
be: Атрыманне файла па ідэнтыфікатары файла
cs: Načítání souboru podle ID souboru
de: Abrufen einer Datei anhand der Datei-ID
el: Ανάκτηση αρχείου με αναγνωριστικό αρχείου
es: Recuperar un archivo por ID de archivo
fi: Haetaan tiedostoa tiedostotunnuksella
fr: Récupérer un fichier par ID de fichier
hu: Fájl lekérése fájlazonosító alapján
it: Recupero di un file tramite ID file
ja: ファイルIDによるファイルの取得
kk: Файл идентификаторы бойынша файлды шығарып алу
ko: 파일 ID로 파일 검색
pl: Pobieranie pliku według identyfikatora pliku
pt: Recuperando um arquivo por ID de arquivo
ro: Preluarea unui fișier după ID-ul fișierului
ru: Получение файла по идентификатору файла
sr: Преузимање датотеке према ИД-у датотеке
sv: Hämtar en fil med fil-ID
tr: Bir dosyayı dosya kimliğine göre alma
uk: Отримання файлу за ідентифікатором файлу
zh: 透過文件 ID 檢索文件

# ParameterLocalId
source: Local file ID
az: Yerli fayl identifikatoru
be: Лакальны ідэнтыфікатар файла
cs: ID místního souboru
de: Lokale Datei-ID
el: Τοπικό αναγνωριστικό αρχείου
es: ID de archivo local
fi: Paikallinen tiedostotunnus
fr: ID de fichier local
hu: Helyi fájlazonosító
it: ID file locale
ja: ローカルファイルID
kk: Жергілікті файл идентификаторы
ko: 로컬 파일 ID
pl: Lokalny identyfikator pliku
pt: ID do arquivo local
ro: ID-ul fișierului local
ru: Локальный идентификатор файла
sr: ИД локалног фајла
sv: Lokalt fil-ID
tr: Yerel dosya kimliği
uk: Локальний ідентифікатор файлу
zh: 本機檔案ID

# ParameterRemoteId
source: Remote file ID.
az: Uzaqdan fayl identifikatoru
be: Выдалены ідэнтыфікатар файла
cs: ID vzdáleného souboru
de: Remote-Datei-ID
el: Αναγνωριστικό απομακρυσμένου αρχείου
es: ID de archivo remoto
fi: Etätiedoston tunnus
fr: ID de fichier distant
hu: Távoli fájlazonosító
it: ID file remoto
ja: リモートファイルID
kk: Қашықтағы файл идентификаторы
ko: 원격 파일 ID
pl: Zdalny identyfikator pliku
pt: ID de arquivo remoto
ro: ID fișier de la distanță
ru: Удаленный идентификатор файла.
sr: ИД удаљене датотеке
sv: Fjärrfil-ID
tr: Uzak dosya kimliği
uk: Віддалений ідентифікатор файлу
zh: 遠端檔案ID

# FileStartDownloadFromMessage
source: Request to download a file from a message.
az: Mesajdan fayl yükləmək üçün sorğu.
be: Запыт на загрузку файла з паведамлення.
cs: Žádost o stažení souboru ze zprávy.
de: Anfrage zum Herunterladen einer Datei aus einer Nachricht.
el: Αίτημα λήψης αρχείου από μήνυμα.
es: Solicite descargar un archivo de un mensaje.
fi: Pyydä ladata tiedosto viestistä.
fr: Demande de téléchargement d'un fichier à partir d'un message.
hu: Fájl letöltésének kérése üzenetből.
it: Richiesta di scaricare un file da un messaggio.
ja: メッセージからファイルのダウンロードをリクエストします。
kk: Хабарламадан файлды жүктеп алуды сұрау.
ko: 메시지에서 파일 다운로드를 요청합니다.
pl: Żądanie pobrania pliku z wiadomości.
pt: Solicitação para baixar um arquivo de uma mensagem.
ro: Solicitați descărcarea unui fișier dintr-un mesaj.
ru: Запрос на загрузку файла из сообщения.
sr: Захтев за преузимање датотеке из поруке.
sv: Begäran att ladda ner en fil från ett meddelande.
tr: Bir mesajdan dosya indirme isteği.
uk: Запит на завантаження файлу із повідомлення.
zh: 請求從訊息中下載檔案。

# FileStartDownloadFromMessageRequest
source: Model with chat and message ID
az: Söhbət və mesaj ID ilə model
be: Мадэль з ідэнтыфікатарам чата і паведамленні
cs: Model s chatem a ID zprávy
de: Modell mit Chat- und Nachrichten-ID
el: Μοντέλο με συνομιλία και αναγνωριστικό μηνύματος
es: Modelo con chat e ID de mensaje.
fi: Malli chatilla ja viestitunnuksella
fr: Modèle avec chat et identifiant de message
hu: Modell chattel és üzenetazonosítóval
it: Modello con chat e ID messaggio
ja: チャットとメッセージ ID を備えたモデル
kk: Чат және хабар идентификаторы бар үлгі
ko: 채팅 및 메시지 ID가 있는 모델
pl: Model z identyfikatorem czatu i wiadomości
pt: Modelo com chat e ID de mensagem
ro: Model cu chat și ID de mesaj
ru: Модель с идентификатором чата и сообщения
sr: Модел са ћаскањем и ИД-ом поруке
sv: Modell med chatt och meddelande-ID
tr: Sohbet ve mesaj kimliğine sahip model
uk: Модель з ідентифікатором чату та повідомлення
zh: 具有聊天和訊息 ID 的模型

# FileGetFileFromMessage
source: Receiving a file from a message
az: Mesajdan faylın qəbulu
be: Атрыманне файла з паведамлення
cs: Příjem souboru ze zprávy
de: Empfangen einer Datei aus einer Nachricht
el: Λήψη αρχείου από μήνυμα
es: Recibir un archivo de un mensaje
fi: Tiedoston vastaanottaminen viestistä
fr: Réception d'un fichier à partir d'un message
hu: Fájl fogadása üzenetből
it: Ricevere un file da un messaggio
ja: メッセージからファイルを受信する
kk: Хабарламадан файлды қабылдау
ko: 메시지에서 파일 받기
pl: Odbieranie pliku z wiadomości
pt: Recebendo um arquivo de uma mensagem
ro: Primirea unui fișier dintr-un mesaj
ru: Получение файла из сообщения
sr: Пријем датотеке из поруке
sv: Tar emot en fil från ett meddelande
tr: Mesajdan dosya alma
uk: Отримання файлу з повідомлення
zh: 從訊息中接收文件

# InstanceGetInstance
source: Retrieving Instances Data
az: Nümunə Məlumatlarının Alınması
be: Атрыманне дадзеных інстансу
cs: Načítání dat instance
de: Instanzdaten abrufen
el: Ανάκτηση δεδομένων παρουσίας
es: Recuperar datos de instancia
fi: Haetaan ilmentymän tietoja
fr: Récupération des données d'instance
hu: Példányadatok lekérése
it: Recupero dei dati dell'istanza
ja: インスタンスデータの取得
kk: Дана деректерін шығарып алу
ko: 인스턴스 데이터 검색
pl: Pobieranie danych instancji
pt: Recuperando dados da instância
ro: Preluarea datelor de instanță
ru: Получение данных инстанса
sr: Преузимање података о инстанци
sv: Hämtar instansdata
tr: Örnek Verilerini Alma
uk: Отримання даних інстансу
zh: 檢索實例數據
