Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# Status
source: User status<p>Members:</p><ul><li><i>Online</i> - Online user</li><li><i>Recently</i> - User logged in recently</li ><li><i>LastWeek</i> - The user has not logged in for a week</li><li><i>LastMonth</i> - The user has not logged in for a month</li><li><i>Offline</ i> - Offline user</li></ul>
az: İstifadəçi statusu<p>Üzvlər:</p><ul><li><i>Onlayn</i> - Onlayn istifadəçi</li><li><i>Bu yaxınlarda</i> - İstifadəçi bu yaxınlarda daxil olub</i> li ><li><i>Keçən Həftə</i> - İstifadəçi bir həftədir sistemə daxil deyil</li><li><i>Keçən Ay</i> - İstifadəçi bir aydır daxil deyil</i> li><li><i>Oflayn</ i> - Oflayn istifadəçi</li></ul>
be: Статус карыстальніка<p>Members:</p><ul><li><i>Online</i> - Карыстальнік онлайн</li><li><i>Recently</i> - Карыстальнік заходзіў нядаўна</li ><li><i>LastWeek</i> - Карыстальнік не заходзіў тыдзень</li><li><i>LastMonth</i> - Карыстальнік не заходзіў месяц</li><li><i>Offline</ i> - Карыстальнік афлайн</li></ul>
cs: Stav uživatele<p>Členové:</p><ul><li><i>Online</i> – Online uživatel</li><li><i>Nedávno</i> – Uživatel se nedávno přihlásil</ li ><li><i>Poslední týden</i> – uživatel se týden nepřihlásil</li><li><i>Poslední měsíc</i> – uživatel se měsíc nepřihlásil</i> li><li><i>Offline</i> – Offline uživatel</li></ul>
de: Benutzerstatus<p>Mitglieder:</p><ul><li><i>Online</i> – Online-Benutzer</li><li><i>Kürzlich</i> – Benutzer hat sich kürzlich angemeldet</ li ><li><i>LastWeek</i> – Der Benutzer hat sich seit einer Woche nicht angemeldet</li><li><i>LastMonth</i> – Der Benutzer hat sich seit einem Monat nicht angemeldet</ li><li><i>Offline</ i> – Offline-Benutzer</li></ul>
el: Κατάσταση χρήστη<p>Μέλη:</p><ul><li><i>Σε σύνδεση</i> - Διαδικτυακός χρήστης</li><li><i>Πρόσφατα</i> - Χρήστης που συνδέθηκε πρόσφατα</ li ><li><i>Τελευταία εβδομάδα</i> - Ο χρήστης δεν έχει συνδεθεί για μια εβδομάδα</li><li><i>LastMonth</i> - Ο χρήστης δεν έχει συνδεθεί εδώ και ένα μήνα</ li><li><i>Εκτός σύνδεσης</ i> - Χρήστης εκτός σύνδεσης</li></ul>
es: Estado del usuario<p>Miembros:</p><ul><li><i>En línea</i> - Usuario en línea</li><li><i>Recientemente</i> - Usuario que inició sesión recientemente</ li ><li><i>LastWeek</i>: el usuario no ha iniciado sesión durante una semana</li><li><i>LastMonth</i>: el usuario no ha iniciado sesión durante un mes</ li><li><i>Sin conexión</ i> - Usuario sin conexión</li></ul>
fi: Käyttäjän tila<p>Jäsenet:</p><ul><li><i>Verkossa</i> - Online-käyttäjä</li><li><i>Äskettäin</i> - Käyttäjä kirjautunut äskettäin</i> li ><li><i>Viime viikko</i> - Käyttäjä ei ole kirjautunut sisään viikkoon</li><li><i>Viime kuukausi</i> - Käyttäjä ei ole kirjautunut kuukauteen</i> li><li><i>Offline</ i> - Offline-käyttäjä</li></ul>
fr: Statut de l'utilisateur<p>Membres :</p><ul><li><i>En ligne</i> - Utilisateur en ligne</li><li><i>Récemment</i> - Utilisateur connecté récemment</ li ><li><i>LastWeek</i> - L'utilisateur ne s'est pas connecté depuis une semaine</li><li><i>LastMonth</i> - L'utilisateur ne s'est pas connecté depuis un mois</li> li><li><i>Hors ligne</ i> - Utilisateur hors ligne</li></ul>
hu: Felhasználó állapota<p>Tagok:</p><ul><li><i>Online</i> – Online felhasználó</li><li><i>Nemrég</i> – Nemrég bejelentkezett felhasználó</i> li ><li><i>Múlt hét</i> - A felhasználó egy hete nem jelentkezett be</li><li><i>Múlt hónap</i> - A felhasználó egy hónapja nem jelentkezett be</i> li><li><i>Offline</ i> – Offline felhasználó</li></ul>
it: Stato utente<p>Membri:</p><ul><li><i>Online</i> - Utente online</li><li><i>Recentemente</i> - L'utente ha effettuato l'accesso di recente</ li ><li><i>LastWeek</i> - L'utente non ha effettuato l'accesso per una settimana</li><li><i>LastMonth</i> - L'utente non ha effettuato l'accesso per un mese</ li><li><i>Offline</ i> - Utente offline</li></ul>
ja: ユーザー ステータス<p>メンバー:</p><ul><li><i>オンライン</i> - オンライン ユーザー</li><li><i>最近</i> - ユーザーが最近ログインしました。 li ><li><i>LastWeek</i> - ユーザーは 1 週間ログインしていません</li><li><i>LastMonth</i> - ユーザーは 1 か月間ログインしていません</li> li><li><i>オフライン</ i> - オフライン ユーザー</li></ul>
kk: Пайдаланушы күйі<p>Мүшелер:</p><ul><li><i>Онлайн</i> - Желідегі пайдаланушы</li><li><i>Жақында</i> - Пайдаланушы жақында жүйеге кірді</i> li ><li><i>Соңғы апта</i> - Пайдаланушы бір апта бойы кірмеді</li><li><i>Соңғы айда</i> - Пайдаланушы бір ай бойы жүйеге кірмеген</i> li><li><i>Офлайн</ i> - Офлайн пайдаланушы</li></ul>
ko: 사용자 상태<p>회원:</p><ul><li><i>온라인</i> - 온라인 사용자</li><li><i>최근</i> - 최근에 로그인한 사용자</i> li ><li><i>LastWeek</i> - 사용자가 일주일 동안 로그인하지 않았습니다.</li><li><i>LastMonth</i> - 사용자가 한 달 동안 로그인하지 않았습니다.</i li><li><i>오프라인</ i> - 오프라인 사용자</li></ul>
pl: Stan użytkownika<p>Członkowie:</p><ul><li><i>Online</i> – Użytkownik online</li><li><i>Ostatnio</i> – Użytkownik zalogował się niedawno</ li ><li><i>Ostatni tydzień</i> – Użytkownik nie logował się od tygodnia</li><li><i>Ostatni miesiąc</i> – Użytkownik nie logował się od miesiąca</ li><li><i>Offline</ i> – użytkownik offline</li></ul>
pt: Status do usuário<p>Membros:</p><ul><li><i>On-line</i> - Usuário on-line</li><li><i>Recentemente</i> - Usuário conectado recentemente</ li ><li><i>LastWeek</i> - O usuário não faz login há uma semana</li><li><i>LastMonth</i> - O usuário não faz login há um mês</ li><li><i>Off-line</ i> - Usuário off-line</li></ul>
ro: Stare utilizator<p>Membri:</p><ul><li><i>Online</i> - Utilizator online</li><li><i>Recent</i> - Utilizator conectat recent</ li ><li><i>LastWeek</i> - Utilizatorul nu s-a conectat de o săptămână</li><li><i>LastMonth</i> - Utilizatorul nu s-a conectat de o lună</ li><li><i>Offline</ i> - Utilizator offline</li></ul>
ru: Статус пользователя<p>Members:</p><ul><li><i>Online</i> - Пользователь онлайн</li><li><i>Recently</i> - Пользователь заходил недавно</li><li><i>LastWeek</i> - Пользователь не заходил неделю</li><li><i>LastMonth</i> - Пользователь не заходил месяц</li><li><i>Offline</i> - Пользователь оффлайн</li></ul>
sr: Статус корисника<п>Чланови:</п><ул><ли><и>Онлине</и> - Онлине корисник</ли><ли><и>Недавно</и> - Корисник је недавно пријављен</и> ли ><ли><и>Прошла недеља</и> - Корисник се није пријавио недељу дана</ли><ли><и>Прошли месец</и> - Корисник се није пријавио месец дана</и> ли><ли><и>Оффлине</ и> - Ван мреже</ли></ул>
sv: Användarstatus<p>Medlemmar:</p><ul><li><i>Online</i> - Onlineanvändare</li><li><i>Nyligen</i> - Användare har nyligen loggat in</i> li ><li><i>Sista veckan</i> - Användaren har inte loggat in på en vecka</li><li><i>Förra månaden</i> - Användaren har inte loggat in på en månad</i> li><li><i>Offline</ i> - Offlineanvändare</li></ul>
tr: Kullanıcı durumu<p>Üyeler:</p><ul><li><i>Çevrimiçi</i> - Çevrimiçi kullanıcı</li><li><i>Son zamanlarda</i> - Kullanıcı yakın zamanda oturum açtı</i> li ><li><i>Geçen Hafta</i> - Kullanıcı bir haftadır oturum açmadı</li><li><i>Geçen Ay</i> - Kullanıcı bir aydır oturum açmadı</li><li><i>Geçen Ay</i> - Kullanıcı bir aydır oturum açmadı</li><li><i>Geçen Ay</i> li><li><i>Çevrimdışı</ i> - Çevrimdışı kullanıcı</li></ul>
uk: Статус користувача<p>Members:</p><ul><li><i>Online</i> - Користувач онлайн</li><li><i>Recently</i> - Користувач заходив недавно</li ><li><i>LastWeek</i> - Користувач не заходив тиждень</li><li><i>LastMonth</i> - Користувач не заходив місяць</li><li><i>Offline</ i> - Користувач офлайн</li></ul>
zh: 使用者狀態<p>會員：</p><ul><li><i>線上</i> - 線上使用者</li><li><i>最近</i> - 最近登入的使用者</ i> li ><li><i>LastWeek</i> - 使用者已經一週沒有登入</li><li><i>LastMonth</i> - 使用者已經一個月沒有登入</li><li> <i>LastMonth</i> li><li><i>離線</ i> - 離線使用者</li></ul>

# TgUser
source: A class representing a contact.
az: Kontaktı təmsil edən sinif.
be: Клас прадстаўляе кантакт.
cs: Třída představující kontakt.
de: Eine Klasse, die einen Kontakt darstellt.
el: Μια τάξη που αντιπροσωπεύει μια επαφή.
es: Una clase que representa un contacto.
fi: Yhteyshenkilöä edustava luokka.
fr: Une classe représentant un contact.
hu: Egy kapcsolattartó osztály.
it: Una classe che rappresenta un contatto.
ja: 連絡先を表すクラス。
kk: Контактіні білдіретін сынып.
ko: 연락처를 나타내는 클래스입니다.
pl: Klasa reprezentująca kontakt.
pt: Uma classe que representa um contato.
ro: O clasă care reprezintă un contact.
ru: Класс представляющий контакт.
sr: Класа која представља контакт.
sv: En klass som representerar en kontakt.
tr: Bir kişiyi temsil eden bir sınıf.
uk: Клас, що представляє контакт.
zh: 代表聯絡人的類別。

# Parameterid
source: Identifier.
az: İdentifikator.
be: Ідэнтыфікатар.
cs: Identifikátor.
de: Kennung.
el: Αναγνωριστικό.
es: Identificador.
fi: Tunniste.
fr: Identifiant.
hu: Azonosító.
it: Identificatore.
ja: 識別子。
kk: Идентификатор.
ko: 식별자.
pl: Identyfikator.
pt: Identificador.
ro: Identificator.
ru: Идентификатор.
sr: Идентификатор.
sv: Identifierare.
tr: Tanımlayıcı.
uk: Ідентифікатор.
zh: 標識符。

# ParameterfirstName
source: Name.
az: ad.
be: Імя.
cs: Název.
el: Ονομα.
es: Nombre.
fi: Nimi.
fr: Nom.
hu: Név.
it: Nome.
ja: 名前。
kk: Аты.
ko: 이름.
pl: Nazwa.
pt: Nome.
ro: Nume.
ru: Имя.
sr: Име.
sv: Namn.
tr: İsim.
uk: Ім'я.
zh: 姓名。

# ParameterlastName
source: Surname.
az: soyad.
be: Прозвішча.
cs: Příjmení.
de: Nachname.
el: Επώνυμο.
es: Apellido.
fi: Sukunimi.
fr: Nom de famille.
hu: Vezetéknév.
it: Cognome.
ja: 姓。
kk: Тегі.
ko: 성.
pl: Nazwisko.
pt: Sobrenome.
ro: Nume de familie.
ru: Фамилия.
sr: Презиме.
sv: Efternamn.
tr: Soyadı.
uk: Прізвище.
zh: 姓。

# Parameterusername
source: Username.
az: İstifadəçi adı.
be: Імя карыстальніка.
cs: Uživatelské jméno.
de: Benutzername.
el: Όνομα χρήστη.
es: Nombre de usuario.
fi: Käyttäjätunnus.
fr: Nom d'utilisateur.
hu: Felhasználónév.
it: Nome utente.
ja: ユーザー名。
kk: Қолданушының аты.
ko: 사용자 이름.
pl: Nazwa użytkownika.
pt: Nome de usuário.
ro: Nume de utilizator.
ru: Имя пользователя.
sr: Корисничко име.
sv: Användarnamn.
tr: Kullanıcı adı.
uk: Ім'я користувача.
zh: 使用者名稱.

# ParameterisContact
source: This is contact
az: Bu əlaqədir
be: Гэта кантакт
cs: Toto je kontakt
de: Das ist Kontakt
el: Αυτή είναι επαφή
es: este es contacto
fi: Tämä on kontakti
fr: Ceci est un contact
hu: Ez a kapcsolattartás
it: Questo è il contatto
ja: こちらは連絡先です
kk: Бұл байланыс
ko: 연락처입니다
pl: To jest kontakt
pt: Este é o contato
ro: Acesta este contactul
ru: Это контакт
sr: Ово је контакт
sv: Det här är kontakt
tr: Bu iletişim
uk: Це контакт
zh: 這是聯絡方式

# ParameterisCloseFriend
source: Is a close friend.
az: Yaxın dostdur.
be: З'яўляецца блізкім сябрам.
cs: Je blízký přítel.
de: Ist ein enger Freund.
el: Είναι στενός φίλος.
es: Es un amigo cercano.
fi: On läheinen ystävä.
fr: Est un ami proche.
hu: Egy közeli barát.
it: È un caro amico.
ja: 親しい友人です。
kk: Жақын дос.
ko: 친한 친구입니다.
pl: Jest bliskim przyjacielem.
pt: É um amigo próximo.
ro: Este un prieten apropiat.
ru: Является близким другом.
sr: Је близак пријатељ.
sv: Är en nära vän.
tr: Yakın bir arkadaşımdır.
uk: Є близьким другом.
zh: 是親密的朋友。

# ParameterisMutualContact
source: Is mutual contact.
az: Qarşılıqlı əlaqədir.
be: З'яўляецца ўзаемным кантактам.
cs: Jde o vzájemný kontakt.
de: Ist gegenseitiger Kontakt.
el: Είναι αμοιβαία επαφή.
es: Es contacto mutuo.
fi: On keskinäinen kontakti.
fr: C'est un contact mutuel.
hu: Kölcsönös érintkezés.
it: È un contatto reciproco.
ja: 相互連絡です。
kk: Өзара байланыс болып табылады.
ko: 상호 접촉이다.
pl: Jest wzajemnym kontaktem.
pt: É o contato mútuo.
ro: Este un contact reciproc.
ru: Является взаимным контактом.
sr: Је узајамни контакт.
sv: Är ömsesidig kontakt.
tr: Karşılıklı temastır.
uk: Є взаємним контактом.
zh: 是互相接觸。

# ParameterisFake
source: Is a fake contact.
az: Saxta əlaqədir.
be: З'яўляецца фэйкавым кантактам.
cs: Je to falešný kontakt.
de: Ist ein Fake-Kontakt.
el: Είναι ψεύτικη επαφή.
es: Es un contacto falso.
fi: Onko väärennetty kontakti.
fr: C'est un faux contact.
hu: Hamis kapcsolat.
it: È un contatto falso.
ja: 偽の連絡です。
kk: Жалған контакт.
ko: 가짜 연락처입니다.
pl: To fałszywy kontakt.
pt: É um contato falso.
ro: Este un contact fals.
ru: Является фейковым контактом.
sr: То је лажни контакт.
sv: Är en falsk kontakt.
tr: Sahte bir iletişim.
uk: Є фейковим контактом.
zh: 是假聯絡方式。

# ParameterisScum
source: Is a scam.
az: Fırıldaqçılıqdır.
be: З'яўляецца лавам.
cs: je podvod.
de: Ist ein Betrug.
el: Είναι απάτη.
es: Es una estafa.
fi: Onko huijaus.
fr: C'est une arnaque.
hu: Átverés.
it: È una truffa.
ja: 詐欺です。
kk: Алаяқтық.
ko: 사기입니다.
pl: To oszustwo.
pt: É uma farsa.
ro: Este o înșelătorie.
ru: Является скамом.
sr: Је превара.
sv: Är en bluff.
tr: Bu bir aldatmacadır.
uk: Є лавкою.
zh: 是一個騙局。

# ParameterisVerified
source: Verified.
az: Doğrulanıb.
be: Верыфікаваны.
cs: Ověřeno.
de: Verifiziert.
el: Επαληθεύτηκε.
es: Verificado.
fi: Vahvistettu.
fr: Vérifié.
hu: Ellenőrzött.
it: Verificato.
ja: 検証済み。
kk: Тексерілді.
ko: 확인되었습니다.
pl: Zweryfikowano.
pt: Verificado.
ro: Verificat.
ru: Верифицирован.
sr: Проверено.
sv: Verifierad.
tr: Doğrulandı.
uk: Верифіковано.
zh: 已驗證。

# ParameterhasActiveStories
source: There are stories
az: Hekayələr var
be: Ёсць гісторыі
cs: Existují příběhy
de: Es gibt Geschichten
el: Υπάρχουν ιστορίες
es: hay historias
fi: Tarinoita on
fr: Il y a des histoires
hu: Vannak történetek
it: Ci sono storie
ja: 物語もあるよ
kk: Әңгімелер бар
ko: 이야기가있다
pl: Są historie
pt: Existem histórias
ro: Există povești
ru: Есть истории
sr: Постоје приче
sv: Det finns historier
tr: Hikayeler var
uk: Є історії
zh: 有故事

# ParameterhasUnreadActiveStories
source: There are unseen stories
az: Görünməmiş hekayələr var
be: Ёсць непрагледжаныя гісторыі
cs: Jsou tam nevídané příběhy
de: Es gibt unsichtbare Geschichten
el: Υπάρχουν αόρατες ιστορίες
es: Hay historias invisibles
fi: On näkemättömiä tarinoita
fr: Il y a des histoires inédites
hu: Vannak láthatatlan történetek
it: Ci sono storie invisibili
ja: 見えない物語がある
kk: Көрінбеген әңгімелер бар
ko: 보이지 않는 이야기가 있어요
pl: Istnieją niewidziane historie
pt: Existem histórias inéditas
ro: Sunt povești nevăzute
ru: Есть непросмотренные истории
sr: Има невиђених прича
sv: Det finns osynliga historier
tr: Görülmemiş hikayeler var
uk: Є непереглянуті історії
zh: 還有一些不為人知的故事

# ParameterisPremium
source: Premium account
az: Premium hesab
be: Прэміум рахунак
cs: Prémiový účet
el: Λογαριασμός Premium
es: Cuenta privilegiada
fi: Premium tili
fr: Compte Premium
hu: Prémium fiók
it: Account premium
ja: プレミアムアカウント
kk: Премиум есептік жазба
ko: 프리미엄 계정
pl: Konto premium
pt: Conta Premium
ro: Cont premium
ru: Премиум аккаунт
sr: Премијум налог
sv: Premiumkonto
tr: Özel hesap
uk: Преміум аккаунт
zh: 至尊帳號

# ParameterstatusEmojiId
source: Smiley in status
az: Statusda gülüş
be: Смайлік у статусе
cs: Smajlík ve stavu
de: Smiley im Status
el: Χαμογέλα σε κατάσταση
es: Smiley en estado
fi: Hymiö tilassa
fr: Smiley en statut
hu: Smiley állapotában
it: Faccina nello stato
ja: ステータスのスマイリー
kk: Күйдегі смайлик
ko: 스마일리 상태
pl: Stan buźki
pt: Smiley em status
ro: Smiley în stare
ru: Смайлик в статусе
sr: Смајли у статусу
sv: Smiley i status
tr: Durumdaki gülen yüz
uk: Смайлик у статусі
zh: 狀態中的笑臉

# ImportContactInputModel
source: Input model for adding a contact
az: Kontakt əlavə etmək üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для дадання кантакту
cs: Vstupní model pro přidání kontaktu
de: Eingabemodell zum Hinzufügen eines Kontakts
el: Μοντέλο εισαγωγής για προσθήκη επαφής
es: Modelo de entrada para agregar un contacto
fi: Syöttömalli kontaktin lisäämistä varten
fr: Modèle de saisie pour ajouter un contact
hu: Bemeneti modell névjegy hozzáadásához
it: Modello di input per l'aggiunta di un contatto
ja: 接点を追加するための入力モデル
kk: Контактіні қосуға арналған енгізу үлгісі
ko: 연락처 추가를 위한 입력 모델
pl: Model wejściowy do dodania kontaktu
pt: Modelo de entrada para adicionar um contato
ro: Model de intrare pentru adăugarea unui contact
ru: Модель входных данных для добавления контакта
sr: Модел уноса за додавање контакта
sv: Inmatningsmodell för att lägga till en kontakt
tr: Kişi eklemek için giriş modeli
uk: Модель вхідних даних для додавання контакту
zh: 新增聯絡人的輸入模型

# AddContactInputModel
source: Input model for adding a contact
az: Kontakt əlavə etmək üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для дадання кантакту
cs: Vstupní model pro přidání kontaktu
de: Eingabemodell zum Hinzufügen eines Kontakts
el: Μοντέλο εισαγωγής για προσθήκη επαφής
es: Modelo de entrada para agregar un contacto
fi: Syöttömalli kontaktin lisäämistä varten
fr: Modèle de saisie pour ajouter un contact
hu: Bemeneti modell névjegy hozzáadásához
it: Modello di input per l'aggiunta di un contatto
ja: 接点を追加するための入力モデル
kk: Контактіні қосуға арналған енгізу үлгісі
ko: 연락처 추가를 위한 입력 모델
pl: Model wejściowy do dodania kontaktu
pt: Modelo de entrada para adicionar um contato
ro: Model de intrare pentru adăugarea unui contact
ru: Модель входных данных для добавления контакта
sr: Модел уноса за додавање контакта
sv: Inmatningsmodell för att lägga till en kontakt
tr: Kişi eklemek için giriş modeli
uk: Модель вхідних даних для додавання контакту
zh: 新增聯絡人的輸入模型

# RemoveContactInputModel
source: Model for deleting a user contact
az: İstifadəçi kontaktını silmək üçün model
be: Мадэль для выдалення кантакту карыстальніка
cs: Model pro smazání uživatelského kontaktu
de: Modell zum Löschen eines Benutzerkontakts
el: Μοντέλο για τη διαγραφή επαφής χρήστη
es: Modelo para eliminar un contacto de usuario
fi: Malli käyttäjäkontaktin poistamiseksi
fr: Modèle de suppression d'un contact utilisateur
hu: Felhasználói névjegy törlésének modellje
it: Modello per eliminare un contatto utente
ja: ユーザー連絡先を削除するためのモデル
kk: Пайдаланушы контактісін жою үлгісі
ko: 사용자 연락처 삭제 모델
pl: Model usuwania kontaktu użytkownika
pt: Modelo para excluir um contato de usuário
ro: Model pentru ștergerea unui contact utilizator
ru: Модель для удаления контакта пользователя
sr: Модел за брисање корисничког контакта
sv: Modell för att ta bort en användarkontakt
tr: Kullanıcı kişisini silmek için model
uk: Модель для видалення контакту користувача
zh: 刪除用戶聯絡人的模型

# FileIdRequestInputModel
source: Input model for a request with a file ID.
az: Fayl ID ilə sorğu üçün daxiletmə modeli.
be: Мадэль уваходных дадзеных для запыту з ідэнтыфікатарам файла.
cs: Vstupní model pro požadavek s ID souboru.
de: Eingabemodell für eine Anfrage mit einer Datei-ID.
el: Μοντέλο εισαγωγής για αίτημα με αναγνωριστικό αρχείου.
es: Modelo de entrada para una solicitud con un ID de archivo.
fi: Syötä malli pyynnölle tiedostotunnuksella.
fr: Modèle d'entrée pour une requête avec un ID de fichier.
hu: Bemeneti modell egy fájlazonosítóval rendelkező kérelemhez.
it: Modello di input per una richiesta con un ID file.
ja: ファイル ID を使用したリクエストの入力モデル。
kk: Файл идентификаторы бар сұрау үшін енгізу үлгісі.
ko: 파일 ID가 있는 요청에 대한 입력 모델입니다.
pl: Model wejściowy dla żądania z identyfikatorem pliku.
pt: Modelo de entrada para uma solicitação com ID de arquivo.
ro: Model de intrare pentru o solicitare cu un ID de fișier.
ru: Модель входных данных для запроса с идентификатором файла.
sr: Модел уноса за захтев са ИД-ом датотеке.
sv: Inmatningsmodell för en begäran med ett fil-ID.
tr: Dosya kimliğine sahip bir istek için giriş modeli.
uk: Модель вхідних даних для запиту на ідентифікатор файлу.
zh: 帶有檔案 ID 的請求的輸入模型。

# ParameterlocalId
source: Local file ID
az: Yerli fayl identifikatoru
be: Лакальны ідэнтыфікатар файла
cs: ID místního souboru
de: Lokale Datei-ID
el: Τοπικό αναγνωριστικό αρχείου
es: ID de archivo local
fi: Paikallinen tiedostotunnus
fr: ID de fichier local
hu: Helyi fájlazonosító
it: ID file locale
ja: ローカルファイルID
kk: Жергілікті файл идентификаторы
ko: 로컬 파일 ID
pl: Lokalny identyfikator pliku
pt: ID do arquivo local
ro: ID-ul fișierului local
ru: Локальный идентификатор файла
sr: ИД локалног фајла
sv: Lokalt fil-ID
tr: Yerel dosya kimliği
uk: Локальний ідентифікатор файлу
zh: 本機檔案ID

# FileMessageRequestInputModel
source: Input model for request with message ID and chat ID.
az: Mesaj ID və söhbət ID ilə sorğu üçün daxiletmə modeli.
be: Мадэль уваходных дадзеных для запыту з ідэнтыфікатарам паведамлення і ідэнтыфікатарам чата.
cs: Vstupní model pro požadavek s ID zprávy a ID chatu.
de: Eingabemodell für Anfrage mit Nachrichten-ID und Chat-ID.
el: Εισαγάγετε το μοντέλο για αίτημα με αναγνωριστικό μηνύματος και αναγνωριστικό συνομιλίας.
es: Modelo de entrada para solicitud con ID de mensaje e ID de chat.
fi: Pyynnön syöttömalli viestitunnuksella ja chat-tunnuksella.
fr: Modèle de saisie pour la demande avec ID de message et ID de chat.
hu: Bemeneti modell kéréshez üzenetazonosítóval és chatazonosítóval.
it: Modello di input per la richiesta con ID messaggio e ID chat.
ja: リクエストのモデルをメッセージIDとチャットIDとともに入力します。
kk: Хабар идентификаторы және чат идентификаторы бар сұрау үшін енгізу үлгісі.
ko: 메시지 ID와 채팅 ID가 포함된 요청용 입력 모델입니다.
pl: Model wejściowy żądania z identyfikatorem wiadomości i identyfikatorem czatu.
pt: Modelo de entrada para solicitação com ID de mensagem e ID de chat.
ro: Model de introducere pentru solicitare cu ID de mesaj și ID de chat.
ru: Модель входных данных для запроса с идентификатором сообщения и идентификатором чата.
sr: Модел уноса за захтев са ИД-ом поруке и ИД-ом за ћаскање.
sv: Inmatningsmodell för begäran med meddelande-ID och chatt-ID.
tr: Mesaj kimliği ve sohbet kimliğiyle istek için giriş modeli.
uk: Модель вхідних даних для запиту з ідентифікатором повідомлення та ідентифікатором чату.
zh: 帶有訊息 ID 和聊天 ID 的請求的輸入模型。

# SchedulingStateInputModel
source: Input model defining the type of message sending scheduling
az: Mesaj göndərmə planının növünü təyin edən giriş modeli
be: Уваходная мадэль, якая вызначае тып планавання адпраўкі паведамлення
cs: Vstupní model definující typ plánování odesílání zpráv
de: Eingabemodell, das die Art der Nachrichtenversandplanung definiert
el: Μοντέλο εισαγωγής που καθορίζει τον τύπο του προγραμματισμού αποστολής μηνυμάτων
es: Modelo de entrada que define el tipo de programación de envío de mensajes.
fi: Syöttömalli, joka määrittää viestin lähetyksen ajoituksen tyypin
fr: Modèle d'entrée définissant le type de planification de l'envoi des messages
hu: Bemeneti modell, amely meghatározza az üzenetküldés ütemezésének típusát
it: Modello di input che definisce il tipo di pianificazione dell'invio del messaggio
ja: メッセージ送信スケジュールのタイプを定義する入力モデル
kk: Хабарламаны жіберуді жоспарлау түрін анықтайтын енгізу үлгісі
ko: 메시지 전송 스케줄링 유형을 정의하는 입력 모델
pl: Model wejściowy określający rodzaj harmonogramu wysyłki wiadomości
pt: Modelo de entrada definindo o tipo de agendamento de envio de mensagens
ro: Model de intrare care definește tipul de programare a trimiterii mesajului
ru: Входная модель, определяющая тип планирования отправки сообщения
sr: Модел уноса који дефинише тип распореда слања порука
sv: Inmatningsmodell som definierar typen av schemaläggning av meddelandesändning
tr: Mesaj gönderme zamanlamasının türünü tanımlayan giriş modeli
uk: Вхідна модель, яка визначає тип планування надсилання повідомлення
zh: 定義訊息發送調度類型的輸入模型
