Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# MessageSendTextMessage
source: Sending a text message
az: Mətn mesajı göndərilir
be: Адпраўка тэкставага паведамлення
cs: Odeslání textové zprávy
de: Senden einer Textnachricht
el: Αποστολή μηνύματος κειμένου
es: Enviar un mensaje de texto
fi: Tekstiviestin lähettäminen
fr: Envoi d'un message texte
hu: Szöveges üzenet küldése
it: Invio di un messaggio di testo
ja: テキストメッセージを送信する
kk: Мәтіндік хабар жіберу
ko: 문자 메시지 보내기
pl: Wysyłanie wiadomości tekstowej
pt: Enviando uma mensagem de texto
ro: Trimiterea unui mesaj text
ru: Отправка текстового сообщения
sr: Слање текстуалне поруке
sv: Skickar ett sms
tr: Kısa mesaj gönderme
uk: Надсилання текстового повідомлення
zh: 傳簡訊

# MessageSendTextMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendLocationMessage
source: Sending geolocation
az: Geolokasiya göndərilir
be: Адпраўка геолокации
cs: Odesílání geolokace
de: Geolokalisierung senden
el: Αποστολή γεωγραφικής θέσης
es: Envío de geolocalización
fi: Lähetetään maantieteellistä sijaintia
fr: Envoi de géolocalisation
hu: Földrajzi adatok küldése
it: Invio geolocalizzazione
ja: 地理位置情報の送信
kk: Геолокация жіберу
ko: 지리적 위치 전송 중
pl: Przesyłanie geolokalizacji
pt: Enviando geolocalização
ro: Se trimite geolocalizare
ru: Отправка геолокации
sr: Слање геолокације
sv: Skickar geolokalisering
tr: Coğrafi konum gönderiliyor
uk: Надсилання геолокації
zh: 發送地理位置

# MessageSendLocationMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendAudioMessage
source: Sending an audio message
az: Audio mesaj göndərilir
be: Адпраўка аўдыё-паведамленні
cs: Odeslání zvukové zprávy
de: Senden einer Audio-Nachricht
el: Αποστολή ηχητικού μηνύματος
es: Enviar un mensaje de audio
fi: Ääniviestin lähettäminen
fr: Envoi d'un message audio
hu: Hangüzenet küldése
it: Invio di un messaggio audio
ja: 音声メッセージを送信する
kk: Аудио хабарлама жіберу
ko: 오디오 메시지 보내기
pl: Wysyłanie wiadomości audio
pt: Enviando uma mensagem de áudio
ro: Trimiterea unui mesaj audio
ru: Отправка аудио-сообщения
sr: Слање аудио поруке
sv: Skickar ett ljudmeddelande
tr: Sesli mesaj gönderme
uk: Надсилання аудіо-повідомлення
zh: 傳送音訊訊息

# MessageSendAudioMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendVoiceNoteMessage
source: Sending a voice message
az: Səsli mesaj göndərilir
be: Адпраўка галасавога паведамлення
cs: Odeslání hlasové zprávy
de: Senden einer Sprachnachricht
el: Αποστολή φωνητικού μηνύματος
es: Enviar un mensaje de voz
fi: Ääniviestin lähettäminen
fr: Envoi d'un message vocal
hu: Hangüzenet küldése
it: Invio di un messaggio vocale
ja: 音声メッセージを送信する
kk: Дауыстық хабарлама жіберу
ko: 음성 메시지 보내기
pl: Wysyłanie wiadomości głosowej
pt: Enviando uma mensagem de voz
ro: Trimiterea unui mesaj vocal
ru: Отправка голосового сообщения
sr: Слање гласовне поруке
sv: Skickar ett röstmeddelande
tr: Sesli mesaj gönderme
uk: Надсилання голосового повідомлення
zh: 傳送語音訊息

# MessageSendVoiceNoteMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendVideoNoteMessage
source: Sending a circle
az: Bir dairə göndərilir
be: Адпраўка кружочка
cs: Odeslání kruhu
de: Einen Kreis senden
el: Αποστολή κύκλου
es: enviando un circulo
fi: Piirin lähettäminen
fr: Envoi d'un cercle
hu: Kör küldése
it: Invio di un cerchio
ja: サークルを送る
kk: Шеңбер жіберу
ko: 서클 보내기
pl: Wysyłanie kręgu
pt: Enviando um círculo
ro: Trimiterea unui cerc
ru: Отправка кружочка
sr: Слање круга
sv: Skickar en cirkel
tr: Bir çevre gönderiyorum
uk: Відправка кружечка
zh: 發個圈子

# MessageSendVideoNoteMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendVideoMessage
source: Sending a video
az: Video göndərilir
be: Адпраўка відэа
cs: Odeslání videa
de: Ein Video senden
el: Αποστολή βίντεο
es: enviando un vídeo
fi: Videon lähettäminen
fr: Envoi d'une vidéo
hu: Videó küldése
it: Invio di un video
ja: ビデオを送信する
kk: Бейне жіберу
ko: 비디오 보내기
pl: Wysyłanie filmu
pt: Enviando um vídeo
ro: Se trimite un videoclip
ru: Отправка видео
sr: Слање видео снимка
sv: Skickar en video
tr: Video gönderme
uk: Надсилання відео
zh: 傳送影片

# MessageSendVideoMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendDocumentMessage
source: Sending a document
az: Sənədin göndərilməsi
be: Адпраўка дакумента
cs: Odeslání dokumentu
de: Senden eines Dokuments
el: Αποστολή εγγράφου
es: Enviar un documento
fi: Asiakirjan lähettäminen
fr: Envoi d'un document
hu: Dokumentum küldése
it: Invio di un documento
ja: 書類の送信
kk: Құжатты жіберу
ko: 문서 보내기
pl: Wysyłanie dokumentu
pt: Enviando um documento
ro: Trimiterea unui document
ru: Отправка документа
sr: Слање документа
sv: Skickar ett dokument
tr: Belge gönderme
uk: Надсилання документа
zh: 傳送文件

# MessageSendDocumentMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendPhotoMessage
source: Sending a photo
az: Foto göndərilir
be: Адпраўка фота
cs: Odeslání fotografie
de: Ein Foto senden
el: Αποστολή φωτογραφίας
es: enviando una foto
fi: Valokuvan lähettäminen
fr: Envoi d'une photo
hu: Fénykép küldése
it: Invio di una foto
ja: 写真を送信する
kk: Фото жіберу
ko: 사진 보내기
pl: Wysyłanie zdjęcia
pt: Enviando uma foto
ro: Se trimite o fotografie
ru: Отправка фото
sr: Слање фотографије
sv: Skickar ett foto
tr: Fotoğraf gönderiliyor
uk: Надсилання фото
zh: 傳送照片

# MessageSendPhotoMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendStickerMessage
source: Sending a sticker
az: Stiker göndərilir
be: Адпраўка стыкера
cs: Odeslání nálepky
de: Versenden eines Aufklebers
el: Αποστολή αυτοκόλλητου
es: Enviar una pegatina
fi: Tarran lähettäminen
fr: Envoi d'un autocollant
hu: Matrica küldése
it: Invio di un adesivo
ja: ステッカーを送る
kk: Стикер жіберу
ko: 스티커 보내기
pl: Wysyłanie naklejki
pt: Enviando um adesivo
ro: Se trimite un autocolant
ru: Отправка стикера
sr: Слање налепнице
sv: Skickar ett klistermärke
tr: Çıkartma gönderme
uk: Відправка стікера
zh: 傳送貼紙

# MessageSendStickerMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendStoryMessage
source: Submitting a story
az: Hekayə təqdim edilir
be: Адпраўка гісторыі
cs: Odeslání příběhu
de: Eine Geschichte einreichen
el: Υποβολή ιστορίας
es: Enviar una historia
fi: Tarinan lähettäminen
fr: Soumettre une histoire
hu: Történet beküldése
it: Invio di una storia
ja: ストーリーを投稿する
kk: Сюжетті жіберу
ko: 스토리 제출
pl: Przesyłanie historii
pt: Enviando uma história
ro: Trimiterea unei povești
ru: Отправка истории
sr: Слање приче
sv: Skickar in en berättelse
tr: Bir hikaye gönderme
uk: Відправлення історії
zh: 提交故事

# MessageSendStoryMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendAnimationMessage
source: Sending animation (gif)
az: Animasiya göndərilir (gif)
be: Адпраўка анімацыі(гіф)
cs: Odesílání animace (gif)
de: Animation (gif) senden
el: Αποστολή κινούμενων εικόνων (gif)
es: Enviando animación (gif)
fi: Lähetetään animaatiota (gif)
fr: Envoi d'une animation (gif)
hu: Animáció küldése (gif)
it: Invio animazione (gif)
ja: 送信アニメーション (gif)
kk: Анимация жіберу (gif)
ko: 애니메이션(gif) 보내기
pl: Wysyłanie animacji (gif)
pt: Envio de animação (gif)
ro: Se trimite animație (gif)
ru: Отправка анимации(гиф)
sr: Слање анимације (гиф)
sv: Skickar animation (gif)
tr: Animasyon gönderme (gif)
uk: Надсилання анімації (гіф)
zh: 傳送動畫 (gif)

# MessageSendAnimationMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageSendContactMessage
source: Send a contact
az: Kontakt göndərin
be: Адпраўка кантакту
cs: Pošlete kontakt
de: Senden Sie einen Kontakt
el: Στείλτε μια επαφή
es: enviar un contacto
fi: Lähetä yhteystieto
fr: Envoyer un contact
hu: Névjegy küldése
it: Invia un contatto
ja: 連絡先を送信する
kk: Контакт жіберу
ko: 연락처 보내기
pl: Wyślij kontakt
pt: Envie um contato
ro: Trimiteți o persoană de contact
ru: Отправка контакта
sr: Пошаљите контакт
sv: Skicka en kontakt
tr: Bir kişi gönder
uk: Надсилання контакту
zh: 發送聯絡方式

# MessageSendContactMessageRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленні
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщения
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлення
zh: 訊息數據

# MessageAddMessageReaction
source: Adding a reaction to a message
az: Mesaja reaksiya əlavə etmək
be: Даданне рэакцыі на паведамленне
cs: Přidání reakce na zprávu
de: Eine Reaktion auf eine Nachricht hinzufügen
el: Προσθήκη αντίδρασης σε μήνυμα
es: Agregar una reacción a un mensaje
fi: Reaktion lisääminen viestiin
fr: Ajouter une réaction à un message
hu: Reakció hozzáadása üzenethez
it: Aggiunta di una reazione a un messaggio
ja: メッセージに反応を追加する
kk: Хабарламаға реакция қосу
ko: 메시지에 반응 추가하기
pl: Dodanie reakcji na wiadomość
pt: Adicionando uma reação a uma mensagem
ro: Adăugarea unei reacții la un mesaj
ru: Добавление реакции на сообщение
sr: Додавање реакције на поруку
sv: Lägger till en reaktion på ett meddelande
tr: Mesaja tepki ekleme
uk: Додавання реакції на повідомлення
zh: 加入對訊息的反應

# MessageAddMessageReactionRequest
source: Reaction Data
az: Reaksiya məlumatları
be: Дадзеныя рэакцыі
cs: Data reakce
de: Reaktionsdaten
el: Δεδομένα αντίδρασης
es: Datos de reacción
fi: Reaktiotiedot
fr: Données de réaction
hu: Reakció adatok
it: Dati di reazione
ja: 反応データ
kk: Реакция деректері
ko: 반응 데이터
pl: Dane reakcji
pt: Dados de reação
ro: Date de reacție
ru: Данные реакции
sr: Подаци о реакцији
sv: Reaktionsdata
tr: Reaksiyon Verileri
uk: Дані реакції
zh: 反應數據

# MessageRemoveMessageReaction
source: Removing a reaction from a message
az: Mesajdan reaksiyanın silinməsi
be: Выдаленне рэакцыі з паведамлення
cs: Odstranění reakce ze zprávy
de: Eine Reaktion aus einer Nachricht entfernen
el: Αφαίρεση αντίδρασης από μήνυμα
es: Eliminar una reacción de un mensaje
fi: Reaktion poistaminen viestistä
fr: Supprimer une réaction d'un message
hu: Reakció eltávolítása az üzenetből
it: Rimozione di una reazione da un messaggio
ja: メッセージからの反応の削除
kk: Хабарламадан реакцияны жою
ko: 메시지에서 반응 제거하기
pl: Usuwanie reakcji z wiadomości
pt: Removendo uma reação de uma mensagem
ro: Eliminarea unei reacții dintr-un mesaj
ru: Удаление реакции с сообщения
sr: Уклањање реакције из поруке
sv: Ta bort en reaktion från ett meddelande
tr: Bir mesajdan tepkiyi kaldırma
uk: Видалення реакції з повідомлення
zh: 刪除訊息中的反應

# MessageRemoveMessageReactionRequest
source: Reaction Data
az: Reaksiya məlumatları
be: Дадзеныя рэакцыі
cs: Data reakce
de: Reaktionsdaten
el: Δεδομένα αντίδρασης
es: Datos de reacción
fi: Reaktiotiedot
fr: Données de réaction
hu: Reakció adatok
it: Dati di reazione
ja: 反応データ
kk: Реакция деректері
ko: 반응 데이터
pl: Dane reakcji
pt: Dados de reação
ro: Date de reacție
ru: Данные реакции
sr: Подаци о реакцији
sv: Reaktionsdata
tr: Reaksiyon Verileri
uk: Дані реакції
zh: 反應數據

# MessageForwardMessages
source: Forwarding messages
az: Mesajların yönləndirilməsi
be: Перасылка паведамленняў
cs: Přeposílání zpráv
de: Weiterleiten von Nachrichten
el: Προώθηση μηνυμάτων
es: Reenviar mensajes
fi: Viestien välittäminen
fr: Transfert de messages
hu: Üzenetek továbbítása
it: Inoltro di messaggi
ja: メッセージの転送
kk: Хабарларды қайта бағыттау
ko: 메시지 전달
pl: Przesyłanie wiadomości
pt: Encaminhando mensagens
ro: Redirecționarea mesajelor
ru: Пересылка сообщений
sr: Прослеђивање порука
sv: Vidarebefordra meddelanden
tr: Mesajları iletme
uk: Пересилання повідомлень
zh: 轉發訊息

# MessageForwardMessagesRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленняў
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщений
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлень
zh: 訊息數據

# MessageDeleteMessages
source: Deleting messages
az: Mesajlar silinir
be: Выдаленне паведамленняў
cs: Mazání zpráv
de: Nachrichten löschen
el: Διαγραφή μηνυμάτων
es: Eliminar mensajes
fi: Viestien poistaminen
fr: Supprimer des messages
hu: Üzenetek törlése
it: Eliminazione di messaggi
ja: メッセージを削除する
kk: Хабарларды жою
ko: 메시지 삭제
pl: Usuwanie wiadomości
pt: Excluindo mensagens
ro: Ștergerea mesajelor
ru: Удаление сообщений
sr: Брисање порука
sv: Ta bort meddelanden
tr: Mesajları silme
uk: Видалення повідомлень
zh: 刪除訊息

# MessageDeleteMessagesRequest
source: Message data
az: Mesaj datası
be: Дадзеныя паведамленняў
cs: Data zprávy
de: Nachrichtendaten
el: Δεδομένα μηνυμάτων
es: Datos del mensaje
fi: Viestitiedot
fr: Données des messages
hu: Üzenetadatok
it: Dati del messaggio
ja: メッセージデータ
kk: Хабарлама деректері
ko: 메시지 데이터
pl: Dane wiadomości
pt: Dados da mensagem
ro: Datele mesajului
ru: Данные сообщений
sr: Подаци о поруци
sv: Meddelandedata
tr: Mesaj verileri
uk: Дані повідомлень
zh: 訊息數據

# ProfileSetPictureProfilePhoto
source: Sets the profile photo. Before installing by file ID, you must first make sure that the file is uploaded to the server.
az: Profil şəklini təyin edir. Fayl ID ilə quraşdırmadan əvvəl əvvəlcə faylın serverə yükləndiyinə əmin olmalısınız.
be: Усталёўвае фатаграфію профіля. Перад усталёўкай па ідэнтыфікатары файла неабходна папярэдне пераканацца, што файл загружаны на сервер.
cs: Nastaví profilovou fotku. Před instalací podle ID souboru se musíte nejprve ujistit, že je soubor nahrán na server.
de: Legt das Profilfoto fest. Vor der Installation per Datei-ID müssen Sie zunächst sicherstellen, dass die Datei auf den Server hochgeladen wird.
el: Ορίζει τη φωτογραφία προφίλ. Πριν την εγκατάσταση με αναγνωριστικό αρχείου, πρέπει πρώτα να βεβαιωθείτε ότι το αρχείο έχει μεταφορτωθεί στον διακομιστή.
es: Establece la foto de perfil. Antes de instalar por ID de archivo, primero debe asegurarse de que el archivo esté cargado en el servidor.
fi: Asettaa profiilikuvan. Ennen kuin asennat tiedostotunnuksella, sinun on ensin varmistettava, että tiedosto on ladattu palvelimelle.
fr: Définit la photo de profil. Avant d'installer par ID de fichier, vous devez d'abord vous assurer que le fichier est téléchargé sur le serveur.
hu: Beállítja a profilfotót. A fájlazonosító szerinti telepítés előtt először meg kell győződnie arról, hogy a fájl fel van töltve a szerverre.
it: Imposta la foto del profilo. Prima di eseguire l'installazione tramite ID file, è necessario innanzitutto assicurarsi che il file sia caricato sul server.
ja: プロフィール写真を設定します。ファイル ID を使用してインストールする前に、まずファイルがサーバーにアップロードされていることを確認する必要があります。
kk: Профиль фотосуретін орнатады. Файл идентификаторы бойынша орнату алдында алдымен файл серверге жүктеп салынғанына көз жеткізу керек.
ko: 프로필 사진을 설정합니다. 파일 ID로 설치하기 전에 먼저 해당 파일이 서버에 업로드되어 있는지 확인해야 합니다.
pl: Ustawia zdjęcie profilowe. Przed instalacją według identyfikatora pliku musisz najpierw upewnić się, że plik został przesłany na serwer.
pt: Define a foto do perfil. Antes de instalar por ID de arquivo, você deve primeiro certificar-se de que o arquivo foi carregado no servidor.
ro: Setează fotografia de profil. Înainte de a instala prin ID-ul fișierului, trebuie să vă asigurați că fișierul este încărcat pe server.
ru: Устанавливает фотографию профиля. Перед установкой по идентификатору файла необходимо предварительно убедиться, что файл загружен на сервер.
sr: Поставља слику профила. Пре инсталирања по ИД-у датотеке, прво морате да се уверите да је датотека отпремљена на сервер.
sv: Ställer in profilbilden. Innan du installerar med fil-ID måste du först se till att filen laddas upp till servern.
tr: Profil fotoğrafını ayarlar. Dosya kimliğine göre kurulum yapmadan önce öncelikle dosyanın sunucuya yüklendiğinden emin olmalısınız.
uk: Встановлює фотографію профілю. Перед встановленням за ідентифікатором файлу необхідно переконатися, що файл завантажений на сервер.
zh: 設定個人資料照片。在透過檔案ID安裝之前，首先必須確保檔案已上傳到伺服器。

# ProfileSetPictureProfilePhotoRequest
source: Data for setting a profile photo.
az: Profil şəklinin qurulması üçün məlumatlar.
be: Дадзеныя для ўстаноўкі фатаграфіі профілю.
cs: Údaje pro nastavení profilové fotky.
de: Daten zum Einstellen eines Profilfotos.
el: Δεδομένα για τη ρύθμιση μιας φωτογραφίας προφίλ.
es: Datos para configurar una foto de perfil.
fi: Tiedot profiilikuvan asettamiseen.
fr: Données pour définir une photo de profil.
hu: Adatok profilfotó beállításához.
it: Dati per impostare una foto del profilo.
ja: プロフィール写真を設定するためのデータです。
kk: Профиль фотосуретін орнатуға арналған деректер.
ko: 프로필 사진 설정을 위한 데이터입니다.
pl: Dane do ustawienia zdjęcia profilowego.
pt: Dados para definir uma foto de perfil.
ro: Date pentru setarea unei fotografii de profil.
ru: Данные для установки фотографии профиля.
sr: Подаци за постављање фотографије профила.
sv: Data för att ställa in ett profilfoto.
tr: Profil fotoğrafını ayarlamak için veriler.
uk: Дані для встановлення фотографії профілю.
zh: 用於設定個人資料照片的資料。

# ProfileSetPreviousProfilePhoto
source: Sets one of the user's previous photos by photo id.
az: İstifadəçinin əvvəlki fotolarından birini foto identifikatoru ilə təyin edir.
be: Устанаўлівае адну з папярэдніх фатаграфій карыстальніка па id фатаграфіі.
cs: Nastaví jednu z předchozích fotografií uživatele podle ID fotografie.
de: Legt eines der vorherigen Fotos des Benutzers anhand der Foto-ID fest.
el: Ορίζει μία από τις προηγούμενες φωτογραφίες του χρήστη κατά αναγνωριστικό φωτογραφίας.
es: Establece una de las fotos anteriores del usuario por identificación con foto.
fi: Asettaa yhden käyttäjän aiemmista kuvista kuvatunnuksen perusteella.
fr: Définit l'une des photos précédentes de l'utilisateur par photo d'identité.
hu: Beállítja a felhasználó egyik korábbi fényképét fényképazonosító alapján.
it: Imposta una delle foto precedenti dell'utente in base all'ID foto.
ja: ユーザーの以前の写真の 1 つを写真 ID によって設定します。
kk: Фото идентификаторы бойынша пайдаланушының алдыңғы фотосуреттерінің бірін орнатады.
ko: 사용자의 이전 사진 중 하나를 사진 ID로 설정합니다.
pl: Ustawia jedno z poprzednich zdjęć użytkownika według identyfikatora zdjęcia.
pt: Define uma das fotos anteriores do usuário por identificação com foto.
ro: Setează una dintre fotografiile anterioare ale utilizatorului după id-ul fotografiei.
ru: Устанавливает одну из предыдущих фотографий пользователя по id фотографии.
sr: Поставља једну од претходних фотографија корисника према ИД-у фотографије.
sv: Ställer in en av användarens tidigare foton efter foto-id.
tr: Kullanıcının önceki fotoğraflarından birini fotoğraf kimliğine göre ayarlar.
uk: Встановлює одну з попередніх фотографій користувача id фотографії.
zh: 按照片 ID 設定使用者之前的一張照片。

# ParameterphotoId
source: Photo ID.
az: Şəkil ID.
be: Ідэнтыфікатар фатаграфіі.
cs: ID fotky.
de: Lichtbildausweis.
el: Ταυτότητα φωτογραφίας.
es: Identificación fotográfica.
fi: Kuvallinen henkilöllisyystodistus.
fr: Photo d'identité.
hu: Fényképes igazolvány.
it: Documento d'identità con foto.
ja: 写真付き身分証明書。
kk: Фотосурет идентификаторы.
ko: 사진이 부착 된 신분증.
pl: Numer identyfikacyjny fotografii.
pt: Identificação com foto.
ro: ID foto.
ru: Идентификатор фотографии.
sr: Фото ИД.
sv: Foto-ID.
tr: Fotoğraflı kimlik.
uk: Ідентифікатор фотографії.
zh: 附照片的身份證件。
