Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# CheckCodeInputModel
source: Input model for verifying confirmation code
az: Təsdiq kodunu yoxlamaq üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для праверкі кода пацверджання
cs: Vstupní model pro ověření potvrzovacího kódu
de: Eingabemodell zur Überprüfung des Bestätigungscodes
el: Μοντέλο εισαγωγής για επαλήθευση κωδικού επιβεβαίωσης
es: Modelo de entrada para verificar el código de confirmación.
fi: Syötä malli vahvistuskoodin tarkistamiseksi
fr: Modèle de saisie pour vérifier le code de confirmation
hu: Bemeneti modell a megerősítő kód ellenőrzéséhez
it: Modello di input per la verifica del codice di conferma
ja: 確認コード検証用入力機種
kk: Растау кодын тексеруге арналған енгізу үлгісі
ko: 확인코드 검증을 위한 입력 모델
pl: Model wejściowy do weryfikacji kodu potwierdzającego
pt: Modelo de entrada para verificação do código de confirmação
ro: Model de intrare pentru verificarea codului de confirmare
ru: Модель входных данных для проверки кода подтверждения
sr: Модел уноса за верификацију кода за потврду
sv: Inmatningsmodell för verifiering av bekräftelsekod
tr: Onay kodunu doğrulamak için giriş modeli
uk: Модель вхідних даних для перевірки коду підтвердження
zh: 驗證確認碼輸入模型

# Parametercode
source: Confirmation code.
az: Təsdiqedici kod.
be: Код пацверджання.
cs: Potvrzovací kód.
de: Bestätigungscode.
el: Κωδικός επιβεβαίωσης.
es: Código de confirmación.
fi: Vahvistuskoodi.
fr: Code de confirmation.
hu: Megerősítő kód.
it: Codice di conferma.
ja: 確認コード。
kk: Растау коды.
ko: 확인 코드.
pl: Kod potwierdzający.
pt: Código de confirmação.
ro: Cod de confirmare.
ru: Код подтверждения.
sr: Код за потврду.
sv: Bekräftelsekod.
tr: Onay kodu.
uk: Код підтвердження.
zh: 驗證碼。

# CheckPasswordInputModel
source: Input model for password verification
az: Parolun yoxlanılması üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для праверкі пароля
cs: Vstupní model pro ověření hesla
de: Eingabemodell zur Passwortüberprüfung
el: Μοντέλο εισαγωγής για επαλήθευση κωδικού πρόσβασης
es: Modelo de entrada para verificación de contraseña
fi: Syöttömalli salasanan vahvistusta varten
fr: Modèle de saisie pour la vérification du mot de passe
hu: Beviteli modell a jelszó ellenőrzéséhez
it: Modello di input per la verifica della password
ja: パスワード検証用の入力モデル
kk: Құпия сөзді тексеруге арналған енгізу үлгісі
ko: 비밀번호 검증을 위한 입력 모델
pl: Model wejściowy do weryfikacji hasła
pt: Modelo de entrada para verificação de senha
ro: Model de intrare pentru verificarea parolei
ru: Модель входных данных для проверки пароля
sr: Модел уноса за верификацију лозинке
sv: Inmatningsmodell för lösenordsverifiering
tr: Parola doğrulaması için giriş modeli
uk: Модель вхідних даних для перевірки пароля
zh: 密碼驗證輸入模型

# Parameterpassword
source: Password
az: parol
be: Пароль
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
it: Parola d'ordine
ja: パスワード
kk: Құпия сөз
ko: 비밀번호
pl: Hasło
pt: Senha
ro: Parola
ru: Пароль
sr: Лозинка
sv: Lösenord
tr: Şifre
uk: Пароль
zh: 密碼

# TgReplyTo
source: Information for replying to a message.
az: Mesaja cavab vermək üçün məlumat.
be: Інфармацыя для адказу на паведамленне.
cs: Informace pro odpověď na zprávu.
de: Informationen zum Beantworten einer Nachricht.
el: Πληροφορίες για απάντηση σε μήνυμα.
es: Información para responder a un mensaje.
fi: Tietoa viestiin vastaamiseen.
fr: Informations pour répondre à un message.
hu: Információ az üzenet megválaszolásához.
it: Informazioni per rispondere a un messaggio.
ja: メッセージに返信するための情報。
kk: Хабарламаға жауап беруге арналған ақпарат.
ko: 메시지에 답장하기 위한 정보입니다.
pl: Informacje dotyczące odpowiedzi na wiadomość.
pt: Informações para responder a uma mensagem.
ro: Informații pentru a răspunde la un mesaj.
ru: Информация для ответа на сообщение.
sr: Информације за одговор на поруку.
sv: Information för att svara på ett meddelande.
tr: Bir mesajı yanıtlamaya yönelik bilgiler.
uk: Інформація для відповіді.
zh: 用於回覆訊息的訊息。

# ParameterchatId
source: Chat ID.
az: Söhbət ID.
be: Ідэнтыфікатар чата.
cs: ID chatu.
el: Αναγνωριστικό συνομιλίας.
es: Identificación de chat.
fi: Chat-tunnus.
fr: Identifiant de discussion.
it: ID chat.
ja: チャットID。
kk: Чат идентификаторы.
ko: 채팅 ID입니다.
pl: Identyfikator czatu.
pt: ID do bate-papo.
ro: ID chat.
ru: Данные чата.
sr: ИД ћаскања.
sv: Chatt-ID.
tr: Sohbet kimliği.
uk: Ідентифікатор чату.
zh: 聊天ID。

# TgForwardInfo
source: Information about the message being forwarded.
az: Yönləndirilən mesaj haqqında məlumat.
be: Інфармацыя аб паведамленні, якое перасылаецца.
cs: Informace o předávané zprávě.
de: Informationen zur weitergeleiteten Nachricht.
el: Πληροφορίες σχετικά με το μήνυμα που προωθείται.
es: Información sobre el mensaje que se reenvía.
fi: Tiedot viestistä eteenpäin.
fr: Informations sur le message en cours de transfert.
hu: Információ az üzenet továbbításáról.
it: Informazioni sul messaggio inoltrato.
ja: 転送されるメッセージに関する情報。
kk: Жіберілетін хабар туралы ақпарат.
ko: 전달되는 메시지에 대한 정보입니다.
pl: Informacja o przekazywaniu wiadomości.
pt: Informações sobre a mensagem que está sendo encaminhada.
ro: Informații despre mesajul redirecționat.
ru: Информация о пересылаемом сообщении.
sr: Информације о поруци која се прослеђује.
sv: Information om meddelandet som vidarebefordras.
tr: İletilen mesaj hakkında bilgi.
uk: Інформація про повідомлення, що пересилається.
zh: 有關正在轉發的訊息的資訊。

# Parameterdate
source: Post date.
az: Göndərmə tarixi.
be: Дата паведамлення.
cs: Datum příspěvku.
de: Nach Datum.
el: Ημερομηνία ανάρτησης.
es: Fecha de publicación.
fi: Postituspäivämäärä.
fr: Date de publication.
hu: Feladás dátuma.
it: Data di pubblicazione.
ja: 投稿日。
kk: Жазба күні.
ko: 게시일.
pl: Data wysłania.
pt: Data de postagem.
ro: Data postării.
ru: Дата сообщения.
sr: Датум објаве.
sv: Postdatum.
tr: Posta tarihi.
uk: Дата повідомлення.
zh: 發布日期。

# TgMessageContent
source: Abstract message data.
az: Abstrakt mesaj məlumatları.
be: Абстрактныя дадзеныя паведамлення.
cs: Abstraktní data zprávy.
de: Abstrakte Nachrichtendaten.
el: Αφηρημένα δεδομένα μηνυμάτων.
es: Datos de mensajes abstractos.
fi: Abstrakti viestin tiedot.
fr: Données de messages abstraits.
hu: Absztrakt üzenet adatok.
it: Dati astratti del messaggio.
ja: 抽象的なメッセージ データ。
kk: Абстрактілі хабарлама деректері.
ko: 추상 메시지 데이터.
pl: Abstrakcyjne dane wiadomości.
pt: Dados abstratos da mensagem.
ro: Date abstracte ale mesajului.
ru: Абстрактные данные сообщения.
sr: Подаци о апстрактној поруци.
sv: Abstrakt meddelandedata.
tr: Özet mesaj verileri.
uk: Анотація даних повідомлення.
zh: 抽象訊息資料。

# TgMessage
source: Message class.
az: Mesaj sinfi.
be: Клас паведамлення.
cs: Třída zpráv.
de: Nachrichtenklasse.
el: Κατηγορία μηνυμάτων.
es: Clase de mensaje.
fi: Viestiluokka.
fr: Classe de messages.
hu: Üzenet osztály.
it: Classe del messaggio.
ja: メッセージクラス。
kk: Хабарлама класы.
ko: 메시지 클래스.
pl: Klasa wiadomości.
pt: Classe de mensagem.
ro: Clasa de mesaje.
ru: Класс сообщения.
sr: Мессаге цласс.
sv: Meddelandeklass.
tr: Mesaj sınıfı.
uk: Клас повідомлення.
zh: 訊息類。

# ParametersenderId
source: Sender ID.
az: Göndərən ID.
be: Ідэнтыфікатар адпраўніка.
cs: ID odesílatele.
de: Absenderidentität.
el: Ταυτότητα αποστολέα.
es: Identificación del remitente.
fi: Lähettäjän ID.
fr: ID de l'expéditeur.
hu: Feladó azonosítója.
it: Identità del mittente.
ja: 送信者ID。
kk: Жіберушінің идентификаторы.
ko: 발신자 ID.
pl: Identyfikator nadawcy.
pt: ID do remetente.
ro: ID-ul expeditorului.
ru: Идентификатор отправителя.
sr: ИД пошиљаоца.
sv: Avsändar ID.
tr: Gönderen Kimliği.
uk: Ідентифікатор відправника.
zh: 寄件者ID。

# ParametermessageId
source: Message ID.
az: Mesaj ID-si.
be: Ідэнтыфікатар паведамлення.
cs: ID zprávy.
de: Nachrichten ID.
el: Αναγνωριστικό μηνύματος.
es: Identificación del mensaje.
fi: Viestin tunnus.
fr: ID du message.
hu: Üzenetazonosító.
it: ID del messaggio.
ja: メッセージID。
kk: Хабар идентификаторы.
ko: 메시지 ID.
pl: ID wiadomości.
pt: ID da mensagem.
ro: ID mesaj.
ru: Идентификатор сообщения.
sr: ИД поруке.
sv: Meddelande-ID.
tr: Mesaj Kimliği.
uk: Ідентифікатор повідомлення.
zh: 訊息ID。

# ParameterisOutgoing
source: Is an outgoing message.
az: Gedən mesajdır.
be: З'яўляецца выходным паведамленнем.
cs: Je odchozí zpráva.
de: Ist eine ausgehende Nachricht.
el: Είναι ένα εξερχόμενο μήνυμα.
es: Es un mensaje saliente.
fi: Onko lähtevä viesti.
fr: Est un message sortant.
hu: Egy kimenő üzenet.
it: È un messaggio in uscita.
ja: 送信メッセージです。
kk: Шығыс хабар.
ko: 발신 메시지입니다.
pl: To wiadomość wychodząca.
pt: É uma mensagem de saída.
ro: Este un mesaj de ieșire.
ru: Является исходящим сообщением.
sr: Је одлазна порука.
sv: Är ett utgående meddelande.
tr: Giden bir mesajdır.
uk: Є вихідним повідомленням.
zh: 是一條傳出訊息。

# ParametercanBeEdited
source: May be edited.
az: Redaktə edilə bilər.
be: Можа быць адрэдагавана.
cs: Lze upravit.
de: Kann bearbeitet werden.
el: Μπορεί να υποβληθεί σε επεξεργασία.
es: Puede ser editado.
fi: Voidaan muokata.
fr: Peut être modifié.
hu: Szerkeszthető.
it: Può essere modificato.
ja: 編集される場合があります。
kk: Өңделуі мүмкін.
ko: 편집될 수 있습니다.
pl: Można edytować.
pt: Pode ser editado.
ro: Poate fi editat.
ru: Может быть отредактировано.
sr: Може се уређивати.
sv: Kan redigeras.
tr: Düzenlenebilir.
uk: Можливо відредаговано.
zh: 可能會被編輯。

# ParametercanBeForwarded
source: May be forwarded.
az: Yönləndirilə bilər.
be: Можа быць пераслана.
cs: Může být předáno.
de: Darf weitergeleitet werden.
el: Μπορεί να προωθηθεί.
es: Puede ser reenviado.
fi: Voidaan lähettää eteenpäin.
fr: Peut être transmis.
hu: Továbbítható.
it: Può essere inoltrato.
ja: 転送される場合があります。
kk: Жіберілуі мүмкін.
ko: 전달될 수 있습니다.
pl: Może zostać przekazany.
pt: Pode ser encaminhado.
ro: Poate fi transmis.
ru: Может быть переслано.
sr: Може бити прослеђен.
sv: Kan skickas vidare.
tr: İletilebilir.
uk: Може бути надіслано.
zh: 可以轉發。

# ParametercanBeDeletedForAllUsers
source: Can be removed for all users.
az: Bütün istifadəçilər üçün silinə bilər.
be: Можа быць выдалена для ўсіх карыстальнікаў.
cs: Lze odebrat všem uživatelům.
de: Kann für alle Benutzer entfernt werden.
el: Μπορεί να αφαιρεθεί για όλους τους χρήστες.
es: Se puede eliminar para todos los usuarios.
fi: Voidaan poistaa kaikilta käyttäjiltä.
fr: Peut être supprimé pour tous les utilisateurs.
hu: Minden felhasználó számára eltávolítható.
it: Può essere rimosso per tutti gli utenti.
ja: すべてのユーザーが削除できます。
kk: Барлық пайдаланушылар үшін жойылуы мүмкін.
ko: 모든 사용자에 대해 제거될 수 있습니다.
pl: Można usunąć dla wszystkich użytkowników.
pt: Pode ser removido para todos os usuários.
ro: Poate fi eliminat pentru toți utilizatorii.
ru: Может быть удалено для всех пользователей.
sr: Може се уклонити за све кориснике.
sv: Kan tas bort för alla användare.
tr: Tüm kullanıcılar için kaldırılabilir.
uk: Може бути видалено всім користувачам.
zh: 可以為所有使用者刪除。

# ParametereditDate
source: Edit date.
az: Tarixi redaktə edin.
be: Дата рэдагавання.
cs: Upravit datum.
de: Datum bearbeiten.
el: Επεξεργασία ημερομηνίας.
es: Fecha de edición.
fi: Muokkaa päivämäärää.
fr: Date d'édition.
hu: Dátum szerkesztése.
it: Modifica data.
ja: 編集日。
kk: Өңдеу күні.
ko: 날짜를 수정하세요.
pl: Data edycji.
pt: Editar data.
ro: Editeaza data.
ru: Дата редактирования.
sr: Уреди датум.
sv: Redigera datum.
tr: Düzenleme tarihi.
uk: Дата редагування.
zh: 編輯日期。

# TgReactionType
source: Reaction class
az: Reaksiya sinfi
be: Клас рэакцыі
cs: Třída reakce
de: Reaktionsklasse
el: Κατηγορία αντίδρασης
es: clase de reacción
fi: Reaktioluokka
fr: Classe de réaction
hu: Reakció osztály
it: Classe di reazione
ja: リアクションクラス
kk: Реакция класы
ko: 반응 클래스
pl: Klasa reakcji
pt: Aula de reação
ro: Clasa de reactie
ru: Класс реакции
sr: Реакциона класа
sv: Reaktionsklass
tr: Reaksiyon sınıfı
uk: Клас реакції
zh: 反應等級

# TgAvailableReaction
source: Reaction class
az: Reaksiya sinfi
be: Клас рэакцыі
cs: Třída reakce
de: Reaktionsklasse
el: Κατηγορία αντίδρασης
es: clase de reacción
fi: Reaktioluokka
fr: Classe de réaction
hu: Reakció osztály
it: Classe di reazione
ja: リアクションクラス
kk: Реакция класы
ko: 반응 클래스
pl: Klasa reakcji
pt: Aula de reação
ro: Clasa de reactie
ru: Класс реакции
sr: Реакциона класа
sv: Reaktionsklass
tr: Reaksiyon sınıfı
uk: Клас реакції
zh: 反應等級

# ParameterisNeedPremium
source: Flag whether the reaction is a premium reaction
az: Reaksiyanın premium reaksiya olub olmadığını qeyd edin
be: Сцяг, ці з'яўляецца рэакцыя прэміум-рэакцыяй
cs: Označte, zda je reakce prémiovou reakcí
de: Markieren Sie, ob es sich bei der Reaktion um eine Premium-Reaktion handelt
el: Επισημάνετε εάν η αντίδραση είναι μια αντίδραση premium
es: Marcar si la reacción es una reacción premium
fi: Merkitse, onko reaktio huippureaktio
fr: Indiquer si la réaction est une réaction premium
hu: Jelölje meg, hogy a reakció prémium reakció-e
it: Indica se la reazione è una reazione premium
ja: リアクションがプレミアムリアクションであるかどうかを示すフラグ
kk: Реакция премиум реакция екенін белгілеңіз
ko: 반응이 프리미엄 반응인지 여부를 표시합니다.
pl: Zaznacz, czy reakcja jest reakcją premium
pt: Sinalize se a reação é uma reação premium
ro: Indicați dacă reacția este o reacție premium
ru: Флаг, является ли реакция премиум-реакцией
sr: Означите да ли је реакција премиум реакција
sv: Flagga om reaktionen är en premiumreaktion
tr: Reaksiyonun birinci sınıf bir reaksiyon olup olmadığını işaretleyin
uk: Прапор, чи є реакція преміум-реакцією
zh: 標記反應是否為優質反應

# TgMessageAvailableReactions
source: class representing the available reactions for a Telegram message.
az: Telegram mesajı üçün mövcud reaksiyaları təmsil edən sinif.
be: Клас, які прадстаўляе даступныя рэакцыі для паведамлення ў Telegram.
cs: Třída představující dostupné reakce na telegramovou zprávu.
de: Eine Klasse, die die verfügbaren Reaktionen für eine Telegram-Nachricht darstellt.
el: Μια τάξη που αντιπροσωπεύει τις διαθέσιμες αντιδράσεις για ένα μήνυμα Telegram.
es: Una clase que representa las reacciones disponibles para un mensaje de Telegram.
fi: Luokka, joka edustaa Telegram-viestin käytettävissä olevia reaktioita.
fr: Une classe représentant les réactions disponibles pour un message Telegram.
hu: Egy távirat-üzenetre elérhető reakciókat képviselő osztály.
it: Una classe che rappresenta le reazioni disponibili per un messaggio Telegram.
ja: Telegram メッセージに対して利用可能なリアクションを表すクラス。
kk: Telegram хабарламасы үшін қолжетімді реакцияларды көрсететін сынып.
ko: 텔레그램 메시지에 사용 가능한 반응을 나타내는 클래스입니다.
pl: Klasa reprezentująca dostępne reakcje na wiadomość Telegram.
pt: Uma classe que representa as reações disponíveis para uma mensagem do Telegram.
ro: clasă care reprezintă reacțiile disponibile pentru un mesaj Telegram.
ru: Класс, представляющий доступные реакции для сообщения в Telegram.
sr: Класа која представља доступне реакције на поруку Телеграма.
sv: En klass som representerar tillgängliga reaktioner för ett telegrammeddelande.
tr: Bir Telegram mesajı için mevcut reaksiyonları temsil eden bir sınıf.
uk: Клас, що представляє доступні реакції для повідомлення Telegram.
zh: 表示 Telegram 訊息的可用反應的類別。

# ParametertopReactions
source: Gets or sets a collection of the most popular reactions.
az: Ən populyar reaksiyalar toplusunu alır və ya təyin edir.
be: Вяртае або ўстанаўлівае калекцыю найбольш папулярных рэакцый.
cs: Získá nebo nastaví kolekci nejoblíbenějších reakcí.
de: Ruft eine Sammlung der beliebtesten Reaktionen ab oder legt diese fest.
el: Λαμβάνει ή ορίζει μια συλλογή από τις πιο δημοφιλείς αντιδράσεις.
es: Obtiene o establece una colección de las reacciones más populares.
fi: Hakee tai asettaa kokoelman suosituimpia reaktioita.
fr: Obtient ou définit une collection des réactions les plus populaires.
hu: Lekéri vagy beállítja a legnépszerűbb reakciók gyűjteményét.
it: Ottiene o imposta una raccolta delle reazioni più popolari.
ja: 最も人気のある反応のコレクションを取得または設定します。
kk: Ең танымал реакциялар жинағын алады немесе орнатады.
ko: 가장 인기 있는 반응 모음을 가져오거나 설정합니다.
pl: Pobiera lub ustawia kolekcję najpopularniejszych reakcji.
pt: Obtém ou define uma coleção das reações mais populares.
ro: Obține sau setează o colecție a celor mai populare reacții.
ru: Возвращает или устанавливает коллекцию наиболее популярных реакций.
sr: Добија или поставља колекцију најпопуларнијих реакција.
sv: Får eller sätter en samling av de mest populära reaktionerna.
tr: En popüler reaksiyonların bir koleksiyonunu alır veya ayarlar.
uk: Повертає чи встановлює колекцію найпопулярніших реакцій.
zh: 取得或設定最流行反應的集合。

# ParameterrecentReactions
source: Gets or sets a collection of recent reactions.
az: Son reaksiyalar toplusunu alır və ya təyin edir.
be: Вяртае або ўстанаўлівае калекцыю нядаўніх рэакцый.
cs: Získá nebo nastaví kolekci nedávných reakcí.
de: Ruft eine Sammlung aktueller Reaktionen ab oder legt diese fest.
el: Λαμβάνει ή ορίζει μια συλλογή από πρόσφατες αντιδράσεις.
es: Obtiene o establece una colección de reacciones recientes.
fi: Hakee tai asettaa kokoelman viimeaikaisia reaktioita.
fr: Obtient ou définit une collection de réactions récentes.
hu: Lekéri vagy beállítja a legutóbbi reakciók gyűjteményét.
it: Ottiene o imposta una raccolta di reazioni recenti.
ja: 最近の反応のコレクションを取得または設定します。
kk: Соңғы реакциялар жинағын алады немесе орнатады.
ko: 최근 반응 모음을 가져오거나 설정합니다.
pl: Pobiera lub ustawia kolekcję ostatnich reakcji.
pt: Obtém ou define uma coleção de reações recentes.
ro: Obține sau setează o colecție de reacții recente.
ru: Возвращает или устанавливает коллекцию недавних реакций.
sr: Добија или поставља колекцију недавних реакција.
sv: Hämtar eller ställer in en samling senaste reaktioner.
tr: Son reaksiyonların bir koleksiyonunu alır veya ayarlar.
uk: Повертає чи встановлює колекцію недавніх реакцій.
zh: 取得或設定最近反應的集合。

# ParameterpopularReactions
source: Gets or sets a collection of recent reactions.
az: Son reaksiyalar toplusunu alır və ya təyin edir.
be: Вяртае або ўстанаўлівае калекцыю нядаўніх рэакцый.
cs: Získá nebo nastaví kolekci nedávných reakcí.
de: Ruft eine Sammlung aktueller Reaktionen ab oder legt diese fest.
el: Λαμβάνει ή ορίζει μια συλλογή από πρόσφατες αντιδράσεις.
es: Obtiene o establece una colección de reacciones recientes.
fi: Hakee tai asettaa kokoelman viimeaikaisia reaktioita.
fr: Obtient ou définit une collection de réactions récentes.
hu: Lekéri vagy beállítja a legutóbbi reakciók gyűjteményét.
it: Ottiene o imposta una raccolta di reazioni recenti.
ja: 最近の反応のコレクションを取得または設定します。
kk: Соңғы реакциялар жинағын алады немесе орнатады.
ko: 최근 반응 모음을 가져오거나 설정합니다.
pl: Pobiera lub ustawia kolekcję ostatnich reakcji.
pt: Obtém ou define uma coleção de reações recentes.
ro: Obține sau setează o colecție de reacții recente.
ru: Возвращает или устанавливает коллекцию недавних реакций.
sr: Добија или поставља колекцију недавних реакција.
sv: Hämtar eller ställer in en samling senaste reaktioner.
tr: Son reaksiyonların bir koleksiyonunu alır veya ayarlar.
uk: Повертає чи встановлює колекцію недавніх реакцій.
zh: 取得或設定最近反應的集合。

# TgFile
source: Represents a file
az: Faylı təmsil edir
be: Уяўляе файл
cs: Představuje soubor
de: Stellt eine Datei dar
el: Αντιπροσωπεύει ένα αρχείο
es: Representa un archivo
fi: Edustaa tiedostoa
fr: Représente un fichier
hu: Egy fájlt jelöl
it: Rappresenta un file
ja: ファイルを表します
kk: Файлды көрсетеді
ko: 파일을 나타냅니다.
pl: Reprezentuje plik
pt: Representa um arquivo
ro: Reprezintă un fișier
ru: Представляет файл
sr: Представља датотеку
sv: Representerar en fil
tr: Bir dosyayı temsil eder
uk: Представляє файл
zh: 代表一個文件

# ParameterfileId
source: File ID.
az: Fayl ID.
be: Ідэнтыфікатар файла.
cs: ID souboru.
de: Datei-ID.
el: Αναγνωριστικό αρχείου.
es: ID de archivo.
fi: Tiedoston tunnus.
fr: ID de fichier.
hu: Fájlazonosító.
it: ID del file.
ja: ファイルID。
kk: Файл идентификаторы.
ko: 파일 ID.
pl: Identyfikator pliku.
pt: ID do arquivo.
ro: ID fișier.
ru: Идентификатор файла.
sr: ИД датотеке.
sv: Fil-ID.
tr: Dosya kimliği.
uk: Ідентифікатор файлу.
zh: 文件編號。

# Parametersize
source: File size.
az: Fayl ölçüsü.
be: Памер файла.
cs: Velikost souboru.
de: Dateigröße.
el: Μέγεθος αρχείου.
es: Tamaño del archivo.
fi: Tiedoston koko.
fr: Taille du fichier.
hu: Fájl méret.
it: Dimensione del file.
ja: ファイルサイズ。
kk: Файл өлшемі.
ko: 파일 크기.
pl: Rozmiar pliku.
pt: Tamanho do arquivo.
ro: Mărime fișier.
ru: Размер файла.
sr: Величина фајла.
sv: Filstorlek.
tr: Dosya boyutu.
uk: Розмір файла.
zh: 文件大小。

# ParameterremoteId
source: Remote file ID.
az: Uzaqdan fayl identifikatoru.
be: Выдалены ідэнтыфікатар файла.
cs: ID vzdáleného souboru.
de: Remote-Datei-ID.
el: Αναγνωριστικό απομακρυσμένου αρχείου.
es: ID de archivo remoto.
fi: Etätiedoston tunnus.
fr: ID de fichier distant.
hu: Távoli fájlazonosító.
it: ID file remoto.
ja: リモートファイルID。
kk: Қашықтағы файл идентификаторы.
ko: 원격 파일 ID.
pl: Zdalny identyfikator pliku.
pt: ID de arquivo remoto.
ro: ID fișier de la distanță.
ru: Удаленный идентификатор файла.
sr: ИД удаљене датотеке.
sv: Fjärrfil-ID.
tr: Uzak dosya kimliği.
uk: Видалений ідентифікатор файлу.
zh: 遠端檔案 ID。

# TgProfilePhoto
source: Profile photo
az: Profil şəkli
be: Фота профілю
cs: Profilová fotka
de: Profilfoto
el: Η φωτογραφία προφίλ
es: Foto de perfil
fi: Profiilikuva
fr: Photo de profil
hu: Profilkép
it: Foto profilo
ja: プロフィール写真
kk: Профиль фотосы
ko: 프로필 사진
pl: Zdjęcie profilowe
pt: Foto de perfil
ro: Fotografie de profil
ru: Фото профиля
sr: Фотографија профила
sv: Profilbild
tr: Profil resmi
uk: Фото профілю
zh: 頭像照片

# ParameterhasAnimation
source: Animated photo
az: Animasiya şəkili
be: Аніміраванае фота
cs: Animovaná fotka
de: Animiertes Foto
el: Κινούμενη φωτογραφία
es: foto animada
fi: Animoitu valokuva
fr: Photo animée
hu: Animált fotó
it: Foto animata
ja: アニメーション写真
kk: Анимациялық фото
ko: 애니메이션 사진
pl: Animowane zdjęcie
pt: Foto animada
ro: Fotografie animată
ru: Анимированное фото
sr: Анимирана фотографија
sv: Animerat foto
tr: Animasyonlu fotoğraf
uk: Анімоване фото
zh: 動畫照片

# ParameterisPersonal
source: Installed by current user
az: Cari istifadəçi tərəfindən quraşdırılmışdır
be: Устаноўлена бягучым карыстальнікам
cs: Instalováno aktuálním uživatelem
de: Vom aktuellen Benutzer installiert
el: Εγκαταστάθηκε από τον τρέχοντα χρήστη
es: Instalado por el usuario actual
fi: Nykyisen käyttäjän asentama
fr: Installé par l'utilisateur actuel
hu: A jelenlegi felhasználó telepítette
it: Installato dall'utente corrente
ja: 現在のユーザーによってインストールされました
kk: Ағымдағы пайдаланушы орнатқан
ko: 현재 사용자가 설치함
pl: Zainstalowany przez bieżącego użytkownika
pt: Instalado pelo usuário atual
ro: Instalat de utilizatorul actual
ru: Установлено текущим пользователем
sr: Инсталирао тренутни корисник
sv: Installerad av nuvarande användare
tr: Geçerli kullanıcı tarafından yüklendi
uk: Встановлено поточним користувачем
zh: 由目前使用者安裝
