Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# ParametersupportsVideoCalls
source: True, if you can create a video call with the user.
az: Doğrudur, əgər istifadəçi ilə video zəng yarada bilsəniz.
be: Праўда, калі з карыстальнікам можна стварыць відэазванок.
cs: Pravda, pokud můžete vytvořit videohovor s uživatelem.
de: Stimmt, wenn Sie mit dem Benutzer einen Videoanruf erstellen können.
el: Είναι αλήθεια, εάν μπορείτε να δημιουργήσετε μια βιντεοκλήση με τον χρήστη.
es: Cierto, si puedes crear una videollamada con el usuario.
fi: Totta, jos voit luoda videopuhelun käyttäjän kanssa.
fr: C'est vrai, si vous pouvez créer un appel vidéo avec l'utilisateur.
hu: Igaz, ha videohívást tud létrehozni a felhasználóval.
it: Vero, se puoi creare una videochiamata con l'utente.
ja: ユーザーとビデオ通話を作成できる場合は True。
kk: Рас, егер сіз пайдаланушымен бейнеқоңырау жасай алсаңыз.
ko: 사실입니다. 사용자와 영상 통화를 할 수 있다면 그렇습니다.
pl: To prawda, jeśli możesz nawiązać rozmowę wideo z użytkownikiem.
pt: É verdade, se você puder criar uma videochamada com o usuário.
ro: Adevărat, dacă poți crea un apel video cu utilizatorul.
ru: Правда, если с пользователем можно создать видеозвонок.
sr: Истина, ако можете да направите видео позив са корисником.
sv: Sant, om du kan skapa ett videosamtal med användaren.
tr: Kullanıcıyla video görüşmesi oluşturabiliyorsanız doğrudur.
uk: Щоправда, якщо з користувачем можна створити відеодзвінок.
zh: 確實如此，如果您可以與用戶建立視訊通話。

# ParameterhasPrivateCalls
source: True if the user cannot be called due to their privacy settings.
az: İstifadəçi məxfilik parametrlərinə görə çağırıla bilmirsə doğrudur.
be: Сапраўды, калі карыстачу немагчыма патэлефанаваць з-за яго налад канфідэнцыйнасці.
cs: True, pokud uživateli nelze zavolat kvůli jeho nastavení soukromí.
de: True, wenn der Benutzer aufgrund seiner Datenschutzeinstellungen nicht angerufen werden kann.
el: Σωστό εάν δεν είναι δυνατή η κλήση του χρήστη λόγω των ρυθμίσεων απορρήτου του.
es: Verdadero si no se puede llamar al usuario debido a su configuración de privacidad.
fi: Tosi, jos käyttäjälle ei voida soittaa hänen tietosuoja-asetustensa vuoksi.
fr: Vrai si l'utilisateur ne peut pas être appelé en raison de ses paramètres de confidentialité.
hu: Igaz, ha a felhasználó adatvédelmi beállításai miatt nem hívható.
it: Vero se l'utente non può essere chiamato a causa delle sue impostazioni sulla privacy.
ja: プライバシー設定によりユーザーに電話をかけることができない場合は True。
kk: Құпиялық параметрлеріне байланысты пайдаланушыға қоңырау шалу мүмкін болмаса, дұрыс.
ko: 개인 정보 보호 설정으로 인해 사용자에게 전화를 걸 수 없는 경우 True입니다.
pl: Prawda, jeśli nie można zadzwonić do użytkownika ze względu na jego ustawienia prywatności.
pt: Verdadeiro se o usuário não puder ser chamado devido às suas configurações de privacidade.
ro: Adevărat dacă utilizatorul nu poate fi apelat din cauza setărilor de confidențialitate.
ru: Истинно, если пользователю невозможно позвонить из-за его настроек конфиденциальности.
sr: Тачно ако се корисник не може позвати због његових подешавања приватности.
sv: Sant om användaren inte kan anropas på grund av deras sekretessinställningar.
tr: Kullanıcı gizlilik ayarları nedeniyle aranamıyorsa doğrudur.
uk: Істинно, якщо користувачеві неможливо зателефонувати через його конфіденційність.
zh: 如果由於用戶的隱私設定而無法呼叫用戶，則為 true。

# ParameterhasPrivateForwards
source: True if the user cannot be associated in forwarded messages due to their privacy settings.
az: İstifadəçi məxfilik parametrlərinə görə yönləndirilən mesajlarda əlaqələndirilə bilmirsə doğrudur.
be: Сапраўды, калі карыстача нельга звязаць у перасыланых паведамленнях з-за яго налад канфідэнцыйнасці.
cs: True, pokud uživatel nemůže být přidružen v přeposílaných zprávách kvůli jeho nastavení soukromí.
de: True, wenn der Benutzer aufgrund seiner Datenschutzeinstellungen nicht mit weitergeleiteten Nachrichten verknüpft werden kann.
el: Σωστό εάν ο χρήστης δεν μπορεί να συσχετιστεί στα προωθημένα μηνύματα λόγω των ρυθμίσεων απορρήτου του.
es: Verdadero si el usuario no puede asociarse en mensajes reenviados debido a su configuración de privacidad.
fi: Tosi, jos käyttäjää ei voida liittää edelleenlähetettyihin viesteihin hänen tietosuoja-asetustensa vuoksi.
fr: Vrai si l'utilisateur ne peut pas être associé aux messages transférés en raison de ses paramètres de confidentialité.
hu: Igaz, ha a felhasználó adatvédelmi beállításai miatt nem társítható a továbbított üzenetekhez.
it: Vero se l'utente non può essere associato ai messaggi inoltrati a causa delle sue impostazioni sulla privacy.
ja: プライバシー設定により、転送されたメッセージにユーザーを関連付けることができない場合は True。
kk: Пайдаланушыны құпиялылық параметрлеріне байланысты қайта жіберілген хабарлармен байланыстыру мүмкін болмаса, дұрыс.
ko: 개인 정보 보호 설정으로 인해 사용자가 전달된 메시지에 연결될 수 없는 경우 True입니다.
pl: Prawda, jeśli użytkownika nie można powiązać z przekazywanymi dalej wiadomościami ze względu na jego ustawienia prywatności.
pt: Verdadeiro se o usuário não puder ser associado às mensagens encaminhadas devido às suas configurações de privacidade.
ro: Adevărat dacă utilizatorul nu poate fi asociat în mesajele redirecționate din cauza setărilor de confidențialitate.
ru: Истинно, если пользователя нельзя связать в пересылаемых сообщениях из-за его настроек конфиденциальности.
sr: Тачно ако се корисник не може повезати у прослеђеним порукама због његових подешавања приватности.
sv: Sant om användaren inte kan associeras i vidarebefordrade meddelanden på grund av deras sekretessinställningar.
tr: Kullanıcı, gizlilik ayarları nedeniyle iletilen iletilerle ilişkilendirilemezse doğrudur.
uk: Істинно, якщо користувача не можна зв'язати в повідомленнях, що пересилаються, через його налаштування конфіденційності.
zh: 如果由於用戶的隱私設定而無法在轉發的訊息中關聯用戶，則為 True。

# ParameterhasRestrictedVoiceAndVideoNoteMessages
source: True if voice and video notes cannot be sent or forwarded to the user.
az: Səs və video qeydləri istifadəçiyə göndərmək və ya yönləndirmək mümkün olmadıqda doğrudur.
be: Сапраўды, калі галасавыя і відэанататкі немагчыма адправіць або пераслаць карыстальніку.
cs: True, pokud hlasové poznámky a video poznámky nelze odeslat nebo přeposlat uživateli.
de: True, wenn Sprach- und Videonotizen nicht an den Benutzer gesendet oder weitergeleitet werden können.
el: Σωστό εάν οι σημειώσεις φωνής και βίντεο δεν μπορούν να σταλούν ή να προωθηθούν στον χρήστη.
es: Verdadero si las notas de voz y vídeo no se pueden enviar ni reenviar al usuario.
fi: Tosi, jos ääni- ja videomuistiinpanoja ei voi lähettää tai välittää käyttäjälle.
fr: Vrai si les notes vocales et vidéo ne peuvent pas être envoyées ou transférées à l’utilisateur.
hu: Igaz, ha hang- és videojegyzeteket nem lehet elküldeni vagy továbbítani a felhasználónak.
it: Vero se le note vocali e video non possono essere inviate o inoltrate all'utente.
ja: True の場合、音声メモとビデオメモをユーザーに送信または転送できません。
kk: Дауыстық және бейне жазбаларды пайдаланушыға жіберу немесе қайта жіберу мүмкін болмаса, дұрыс.
ko: 음성 및 영상 메모를 사용자에게 보내거나 전달할 수 없는 경우 True입니다.
pl: Wartość ma wartość true, jeśli nie można wysłać ani przekazać użytkownikowi notatek głosowych i wideo.
pt: Verdadeiro se as notas de voz e vídeo não puderem ser enviadas ou encaminhadas ao usuário.
ro: Adevărat dacă notele vocale și video nu pot fi trimise sau redirecționate către utilizator.
ru: Истинно, если голосовые и видеозаметки невозможно отправить или переслать пользователю.
sr: Тачно ако се гласовне и видео белешке не могу послати или проследити кориснику.
sv: Sant om röst- och videoanteckningar inte kan skickas eller vidarebefordras till användaren.
tr: Kullanıcıya sesli ve görüntülü notlar gönderilemiyor veya iletilemiyorsa doğrudur.
uk: Істинно, якщо голосові та відеопримітки неможливо надіслати або переслати користувачеві.
zh: 如果語音和視訊筆記無法傳送或轉發給用戶，則為 True。

# ParameterhasPinnedStories
source: True if the user has pinned stories.
az: İstifadəçinin hekayələri bağladığı təqdirdə doğrudur.
be: Сапраўды, калі карыстач замацаваў гісторыі.
cs: Pravda, pokud uživatel připnul příběhy.
de: True, wenn der Benutzer Storys angeheftet hat.
el: Σωστό αν ο χρήστης έχει καρφιτσώσει ιστορίες.
es: Verdadero si el usuario ha fijado historias.
fi: Totta, jos käyttäjä on kiinnittänyt tarinoita.
fr: Vrai si l’utilisateur a épinglé des histoires.
hu: Igaz, ha a felhasználó rögzített történeteket.
it: Vero se l'utente ha appuntato storie.
ja: ユーザーがストーリーを固定している場合は True。
kk: Пайдаланушы оқиғаларды бекітсе, бұл дұрыс.
ko: 사용자가 스토리를 고정한 경우 True입니다.
pl: Prawda, jeśli użytkownik przypiął historie.
pt: Verdadeiro se o usuário tiver fixado histórias.
ro: Adevărat dacă utilizatorul a fixat povești.
ru: Истинно, если пользователь закрепил истории.
sr: Тачно ако је корисник закачио приче.
sv: Sant om användaren har fäst berättelser.
tr: Kullanıcının sabitlenmiş hikayeleri varsa doğrudur.
uk: Істинно, якщо користувач закріпив історію.
zh: 如果使用者已固定故事，則為 true。

# ParameterneedPhoneNumberPrivacyException
source: True if the current user should be explicitly allowed to share their phone number with the user when using the addContact method.
az: Əgər addContact metodundan istifadə edərkən cari istifadəçiyə öz telefon nömrəsini istifadəçi ilə açıq şəkildə paylaşmağa icazə verilməlidirsə, doğrudur.
be: Сапраўды, калі бягучаму карыстачу неабходна відавочна дазволіць дзяліцца сваім нумарам тэлефона з карыстачом пры выкарыстанні метаду addContact.
cs: True, pokud by aktuálnímu uživateli mělo být výslovně povoleno sdílet s uživatelem své telefonní číslo při použití metody addContact.
de: True, wenn dem aktuellen Benutzer bei Verwendung der addContact-Methode explizit erlaubt werden soll, seine Telefonnummer mit dem Benutzer zu teilen.
el: Σωστό εάν ο τρέχων χρήστης πρέπει να επιτρέπεται ρητά να μοιράζεται τον αριθμό τηλεφώνου του με τον χρήστη όταν χρησιμοποιεί τη μέθοδο addContact.
es: True si al usuario actual se le debe permitir explícitamente compartir su número de teléfono con el usuario cuando utiliza el método addContact.
fi: Tosi, jos nykyisen käyttäjän pitäisi nimenomaisesti sallia jakaa puhelinnumeronsa käyttäjän kanssa addContact-menetelmää käytettäessä.
fr: True si l'utilisateur actuel doit être explicitement autorisé à partager son numéro de téléphone avec l'utilisateur lors de l'utilisation de la méthode addContact.
hu: Igaz, ha az aktuális felhasználónak kifejezetten engedélyezni kell, hogy megossza telefonszámát a felhasználóval az addContact metódus használatakor.
it: Vero se all'utente corrente deve essere consentito esplicitamente di condividere il proprio numero di telefono con l'utente quando utilizza il metodo addContact.
ja: addContact メソッドを使用するときに、現在のユーザーが自分の電話番号をユーザーと共有することを明示的に許可する場合は True。
kk: Ағымдағы пайдаланушыға addContact әдісін пайдаланған кезде пайдаланушымен телефон нөмірін бөлісуге нақты рұқсат берілсе, дұрыс.
ko: addContact 메소드를 사용할 때 현재 사용자가 자신의 전화번호를 사용자와 공유하도록 명시적으로 허용해야 하는 경우 true입니다.
pl: Wartość true, jeśli bieżący użytkownik powinien mieć jawne zezwolenie na udostępnianie mu numeru telefonu podczas korzystania z metody addContact.
pt: Verdadeiro se o usuário atual tiver permissão explícita para compartilhar seu número de telefone com o usuário ao usar o método addContact.
ro: Este adevărat dacă utilizatorului curent ar trebui să i se permită în mod explicit să-și partajeze numărul de telefon cu utilizatorul atunci când folosește metoda addContact.
ru: Истинно, если текущему пользователю необходимо явно разрешить делиться своим номером телефона с пользователем при использовании метода addContact.
sr: Тачно ако тренутном кориснику треба изричито дозволити да дели свој број телефона са корисником када користи метод аддЦонтацт.
sv: Sant om den aktuella användaren uttryckligen ska tillåtas att dela sitt telefonnummer med användaren när han använder addContact-metoden.
tr: Geçerli kullanıcının addContact yöntemini kullanırken telefon numarasını kullanıcıyla paylaşmasına açıkça izin verilmesi gerekiyorsa doğrudur.
uk: Істинно, якщо поточному користувачеві необхідно явно дозволити ділитися номером телефону з користувачем під час використання методу addContact.
zh: 如果在使用 addContact 方法時應明確允許目前使用者與使用者分享其電話號碼，則為 True。
