Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# ParametersendDate
source: Date the message was sent If the date is null, then the message scheduling type will be when the recipient becomes online
az: Mesajın göndərilmə tarixi Əgər tarix boşdursa, mesajın planlaşdırma növü alıcı onlayn olduqda olacaq
be: Дата адпраўкі паведамлення Калі дата null, то тып планавання паведамлення будзе, калі атрымальнік стане анлайн
cs: Datum odeslání zprávy Pokud je datum null, pak typ plánování zprávy bude, když se příjemce připojí
de: Datum, an dem die Nachricht gesendet wurde. Wenn das Datum null ist, wird der Nachrichtenplanungstyp verwendet, wenn der Empfänger online geht
el: Ημερομηνία αποστολής του μηνύματος Εάν η ημερομηνία είναι μηδενική, τότε ο τύπος προγραμματισμού μηνύματος θα είναι όταν ο παραλήπτης συνδεθεί
es: Fecha en que se envió el mensaje Si la fecha es nula, entonces el tipo de programación del mensaje será cuando el destinatario esté en línea.
fi: Viestin lähetyspäivämäärä Jos päivämäärä on tyhjä, niin viestin ajoitustyyppi on, kun vastaanottaja tulee online-tilaan
fr: Date à laquelle le message a été envoyé Si la date est nulle, alors le type de planification du message sera lorsque le destinataire sera en ligne
hu: Az üzenet elküldésének dátuma Ha a dátum nulla, akkor az üzenet ütemezési típusa akkor lesz, amikor a címzett online lesz
it: Data di invio del messaggio Se la data è nulla, il tipo di pianificazione del messaggio sarà quando il destinatario sarà online
ja: メッセージが送信された日付 日付が null の場合、メッセージのスケジュール タイプは受信者がオンラインになったときになります。
kk: Хабардың жіберілген күні Егер күн бос болса, хабарламаны жоспарлау түрі алушы желіге қосылған кезде болады.
ko: 메시지가 전송된 날짜 날짜가 null인 경우 메시지 예약 유형은 수신자가 온라인이 되는 시점이 됩니다.
pl: Data wysłania wiadomości Jeśli data ma wartość null, typem harmonogramu wiadomości będzie moment, w którym odbiorca będzie online
pt: Data em que a mensagem foi enviada Se a data for nula, o tipo de agendamento da mensagem será quando o destinatário ficar online
ro: Data la care a fost trimis mesajul Dacă data este nulă, atunci tipul de programare a mesajului va fi atunci când destinatarul devine online
ru: Дата отправки сообщения Если дата null, то тип планирования сообщения будет, когда получатель станет онлайн
sr: Датум када је порука послата Ако је датум нул, тада ће тип заказивања поруке бити када прималац постане онлајн
sv: Datum då meddelandet skickades Om datumet är null, kommer meddelandets schemaläggningstyp att vara när mottagaren blir online
tr: İletinin gönderildiği tarih Tarih boşsa, ileti planlama türü alıcının çevrimiçi olduğu tarih olacaktır.
uk: Дата надсилання повідомлення Якщо дата null, тип планування повідомлення буде, коли одержувач стане онлайн
zh: 訊息發送日期 如果日期為空，則訊息調度類型將為收件人上線的時間

# MessageSendOptionsInputModel
source: Model of input parameters for sending a message
az: Mesaj göndərmək üçün giriş parametrlərinin modeli
be: Мадэль уваходных параметраў адпраўкі паведамлення
cs: Model vstupních parametrů pro odeslání zprávy
de: Modell der Eingabeparameter zum Senden einer Nachricht
el: Μοντέλο παραμέτρων εισαγωγής για την αποστολή μηνύματος
es: Modelo de parámetros de entrada para enviar un mensaje.
fi: Viestin lähettämisen syöttöparametrien malli
fr: Modèle de paramètres d'entrée pour l'envoi d'un message
hu: Üzenet küldéséhez szükséges bemeneti paraméterek modellje
it: Modello dei parametri di input per l'invio di un messaggio
ja: メッセージ送信用の入力パラメータのモデル
kk: Хабарламаны жіберуге арналған енгізу параметрлерінің моделі
ko: 메시지 전송을 위한 입력 매개변수 모델
pl: Model parametrów wejściowych wysyłania komunikatu
pt: Modelo de parâmetros de entrada para envio de mensagem
ro: Model de parametri de intrare pentru trimiterea unui mesaj
ru: Модель входных параметров отправки сообщения
sr: Модел улазних параметара за слање поруке
sv: Modell av ingångsparametrar för att skicka ett meddelande
tr: Mesaj göndermek için giriş parametrelerinin modeli
uk: Модель вхідних параметрів надсилання повідомлення
zh: 發送訊息的輸入參數模型

# ParameterdisableNotification
source: Flag - disable recipient notification
az: Bayraq - alıcı bildirişini söndürün
be: Сцяг - выключыць апавяшчэнне атрымальніка
cs: Příznak - deaktivuje upozornění pro příjemce
de: Flag – Empfängerbenachrichtigung deaktivieren
el: Σημαία - απενεργοποιήστε την ειδοποίηση παραλήπτη
es: Marcar: desactivar la notificación del destinatario
fi: Lippu - poista vastaanottajan ilmoitus käytöstä
fr: Indicateur - désactiver la notification du destinataire
hu: Megjelölés – a címzett értesítésének letiltása
it: Contrassegna: disabilita la notifica al destinatario
ja: フラグ - 受信者通知を無効にする
kk: Жалауша – алушының хабарландыруын өшіру
ko: 플래그 - 수신자 알림 비활성화
pl: Oznacz - wyłącz powiadamianie odbiorców
pt: Sinalizador - desabilitar notificação de destinatário
ro: Flag - dezactivați notificarea destinatarului
ru: Флаг - выключить оповещение получателя
sr: Означи - онемогући обавештење примаоца
sv: Flagga - inaktivera mottagaravisering
tr: Bayrak - alıcı bildirimini devre dışı bırak
uk: Прапор - вимкнути оповіщення одержувача
zh: 標記 - 停用收件者通知

# ParameterprotectContent
source: Flag - whether the sent message can be forwarded or saved
az: Bayraq - göndərilən mesajın yönləndirilə və ya saxlanıla biləcəyini
be: Сцяг - ці можна перасылаць, захоўваць адпраўленае паведамленне
cs: Příznak – zda lze odeslanou zprávu přeposlat nebo uložit
de: Flag – ob die gesendete Nachricht weitergeleitet oder gespeichert werden kann
el: Σημαία - εάν το απεσταλμένο μήνυμα μπορεί να προωθηθεί ή να αποθηκευτεί
es: Bandera: si el mensaje enviado se puede reenviar o guardar
fi: Lippu - voidaanko lähetetty viesti välittää eteenpäin vai tallentaa
fr: Indicateur - si le message envoyé peut être transféré ou enregistré
hu: Jelző – az elküldött üzenet továbbítható vagy menthető
it: Flag: indica se il messaggio inviato può essere inoltrato o salvato
ja: フラグ - 送信されたメッセージを転送または保存できるかどうか
kk: Жалауша – жіберілген хабарламаны қайта жіберуге немесе сақтауға болады ма
ko: 플래그 - 보낸 메시지를 전달하거나 저장할 수 있는지 여부
pl: Flaga - czy wysłana wiadomość może zostać przekazana dalej lub zapisana
pt: Sinalizador - se a mensagem enviada pode ser encaminhada ou salva
ro: Flag - dacă mesajul trimis poate fi redirecționat sau salvat
ru: Флаг - можно ли пересылать, сохранять отправленное сообщение
sr: Означи - да ли се послата порука може проследити или сачувати
sv: Flagga - om det skickade meddelandet kan vidarebefordras eller sparas
tr: Bayrak - gönderilen mesajın iletilebilmesi veya kaydedilebilmesi
uk: Прапор - можна пересилати, зберігати надіслане повідомлення
zh: Flag－發送的訊息是否可以轉發或儲存

# SendTextMessageInputModel
source: Input model for sending a text message.
az: Mətn mesajı göndərmək üçün daxiletmə modeli.
be: Мадэль уваходных дадзеных для адпраўкі тэкставага паведамлення.
cs: Vstupní model pro odeslání textové zprávy.
de: Eingabemodell zum Versenden einer Textnachricht.
el: Μοντέλο εισαγωγής για αποστολή μηνύματος κειμένου.
es: Modelo de entrada para enviar un mensaje de texto.
fi: Syöttömalli tekstiviestin lähettämiseen.
fr: Modèle de saisie pour envoyer un message texte.
hu: Bemeneti modell szöveges üzenet küldéséhez.
it: Modello di input per l'invio di un messaggio di testo.
ja: テキストメッセージを送信するための入力モデル。
kk: Мәтіндік хабарлама жіберуге арналған енгізу үлгісі.
ko: 문자 메시지 전송을 위한 입력 모델입니다.
pl: Model wejściowy do wysyłania wiadomości tekstowej.
pt: Modelo de entrada para envio de mensagem de texto.
ro: Model de intrare pentru trimiterea unui mesaj text.
ru: Модель входных данных для отправки текстового сообщения.
sr: Модел уноса за слање текстуалне поруке.
sv: Inmatningsmodell för att skicka ett textmeddelande.
tr: Kısa mesaj göndermek için giriş modeli.
uk: Модель вхідних даних для надсилання текстового повідомлення.
zh: 用於發送文字訊息的輸入模型。

# Parametermessage
source: Message text.
az: Mesaj mətni.
be: Тэкст паведамлення.
cs: FormatedText zprávy.
de: Nachrichtentext.
el: Κείμενο μηνύματος.
es: Mensaje de texto.
fi: Viestin teksti.
fr: Texte du message.
hu: Üzenet szövege.
it: Messaggio di testo.
ja: メッセージテキスト。
kk: Хабарлама мәтіні.
ko: 메시지 텍스트.
pl: Wiadomość tekstowa.
pt: Mensagem de texto.
ro: Mesaj text.
ru: Текст сообщения.
sr: Текст поруке.
sv: Meddelandetext.
tr: Mesaj metni.
uk: Текст повідомлення.
zh: 訊息文字。

# ParameterurlPreview
source: URL preview.
az: URL önizləmə.
be: папярэдні прагляд URL-адрасу.
cs: Náhled URL.
de: URL-Vorschau.
el: Προεπισκόπηση URL.
es: Vista previa de URL.
fi: URL-esikatselu.
fr: Aperçu de l'URL.
hu: URL előnézete.
it: Anteprima dell'URL.
ja: URL プレビュー。
kk: URL алдын ала қарау.
ko: URL 미리보기.
pl: Podgląd adresu URL.
pt: Visualização de URL.
ro: Previzualizare URL.
ru: Превью URL-адреса.
sr: УРЛ преглед.
sv: URL förhandsgranskning.
tr: URL önizlemesi.
uk: попередній перегляд URL-адреси.
zh: 網址預覽。

# ParameterdisableUrlPreview
source: Disable URL previews.
az: URL önizləmələrini deaktiv edin.
be: Адключэнне прэв'ю URL-адрасу.
cs: Zakázat náhledy URL.
de: URL-Vorschau deaktivieren.
el: Απενεργοποιήστε τις προεπισκοπήσεις URL.
es: Deshabilite las vistas previas de URL.
fi: Poista URL-esikatselut käytöstä.
fr: Désactivez les aperçus d'URL.
hu: Az URL-előnézetek letiltása.
it: Disattiva le anteprime degli URL.
ja: URL プレビューを無効にします。
kk: URL алдын ала қарауды өшіріңіз.
ko: URL 미리보기를 비활성화합니다.
pl: Wyłącz podgląd adresów URL.
pt: Desative as visualizações de URL.
ro: Dezactivați previzualizările URL.
ru: Отключение превью URL-адреса.
sr: Онемогућите прегледе УРЛ-ова.
sv: Inaktivera URL-förhandsgranskningar.
tr: URL önizlemelerini devre dışı bırakın.
uk: Вимкнення прев'ю URL-адреси.
zh: 停用 URL 預覽。

# ParameterneedShowActivity
source: Flag indicating whether the activity should be sent before the message
az: Fəaliyyətin mesajdan əvvəl göndərilib-göndərilməyəcəyini göstərən bayraq
be: Сцяг, які паказвае, ці трэба адпраўляць актыўнасць перад паведамленнем
cs: Příznak označující, zda má být aktivita odeslána před zprávou
de: Flag, das angibt, ob die Aktivität vor der Nachricht gesendet werden soll
el: Σημαία που υποδεικνύει εάν η δραστηριότητα πρέπει να σταλεί πριν από το μήνυμα
es: Bandera que indica si la actividad debe enviarse antes del mensaje
fi: Lippu, joka ilmaisee, pitäisikö aktiviteetti lähettää ennen viestiä
fr: Flag indiquant si l'activité doit être envoyée avant le message
hu: Jelző, amely azt jelzi, hogy a tevékenységet el kell-e küldeni az üzenet előtt
it: Flag che indica se l'attività deve essere inviata prima del messaggio
ja: アクティビティをメッセージの前に送信する必要があるかどうかを示すフラグ
kk: Әрекеттің хабардан бұрын жіберілу қажеттігін көрсететін жалауша
ko: 활동이 메시지 전에 전송되어야 하는지 여부를 나타내는 플래그
pl: Flaga wskazująca, czy działanie powinno zostać wysłane przed wiadomością
pt: Flag indicando se a atividade deve ser enviada antes da mensagem
ro: Flag care indică dacă activitatea trebuie trimisă înainte de mesaj
ru: Флаг, указывающий, нужно ли отправлять активность перед сообщением
sr: Ознака која показује да ли активност треба да буде послата пре поруке
sv: Flagga som anger om aktiviteten ska skickas före meddelandet
tr: Etkinliğin mesajdan önce gönderilip gönderilmeyeceğini belirten bayrak
uk: Прапор, що вказує, чи потрібно надсилати активність перед повідомленням
zh: 指示活動是否應在訊息之前發送的標誌

# SendLocationMessageInputModel
source: Input model for sending a location message.
az: Məkan mesajı göndərmək üçün daxiletmə modeli.
be: Мадэль ўваходных дадзеных для адпраўкі паведамлення з месцазнаходжаннем.
cs: Vstupní model pro odeslání zprávy o poloze.
de: Eingabemodell zum Senden einer Standortnachricht.
el: Μοντέλο εισαγωγής για την αποστολή μηνύματος τοποθεσίας.
es: Modelo de entrada para enviar un mensaje de ubicación.
fi: Syöttömalli sijaintiviestin lähettämistä varten.
fr: Modèle d'entrée pour l'envoi d'un message de localisation.
hu: Bemeneti modell helyüzenet küldéséhez.
it: Modello di input per l'invio di un messaggio di posizione.
ja: 位置メッセージを送信するための入力モデル。
kk: Орын туралы хабарды жіберуге арналған енгізу үлгісі.
ko: 위치 메시지 전송을 위한 입력 모델입니다.
pl: Model wejściowy do wysyłania wiadomości o lokalizacji.
pt: Modelo de entrada para enviar uma mensagem de localização.
ro: Model de intrare pentru trimiterea unui mesaj de locație.
ru: Модель входных данных для отправки сообщения с местоположением.
sr: Модел уноса за слање поруке о локацији.
sv: Inmatningsmodell för att skicka ett platsmeddelande.
tr: Konum mesajı göndermek için giriş modeli.
uk: Модель вхідних даних для надсилання повідомлення з розташуванням.
zh: 用於發送位置訊息的輸入模型。

# Parameterlatitude
source: Latitude of the location.
az: Yerin eni.
be: Шырата месцазнаходжання.
cs: Zeměpisná šířka umístění.
de: Breitengrad des Standorts.
el: Γεωγραφικό πλάτος της τοποθεσίας.
es: Latitud de la ubicación.
fi: Sijainnin leveysaste.
fr: Latitude du lieu.
hu: A hely szélessége.
it: Latitudine del luogo.
ja: 場所の緯度。
kk: Орналасу ені.
ko: 위치의 위도입니다.
pl: Szerokość geograficzna lokalizacji.
pt: Latitude do local.
ro: Latitudinea locației.
ru: Широта местоположения.
sr: Географска ширина локације.
sv: Platsens latitud.
tr: Konumun enlemi.
uk: Широта розташування.
zh: 位置的緯度。

# Parameterlongitude
source: Longitude of location.
az: Yerləşmə uzunluğu.
be: Доўгата месцазнаходжання.
cs: Zeměpisná délka umístění.
de: Längengrad des Standorts.
el: Γεωγραφικό μήκος τοποθεσίας.
es: Longitud de ubicación.
fi: Sijainnin pituusaste.
fr: Longitude du lieu.
hu: A hely hosszúsági foka.
it: Longitudine del luogo.
ja: 場所の経度。
kk: Орналасқан жерінің бойлығы.
ko: 위치의 경도.
pl: Długość geograficzna lokalizacji.
pt: Longitude do local.
ro: Longitudinea locației.
ru: Долгота местоположения.
sr: Географска дужина локације.
sv: Placeringens longitud.
tr: Konumun boylamı.
uk: Довгота розташування.
zh: 位置的經度。

# ParameterhorizontalAccuracy
source: Horizontal location accuracy.
az: Üfüqi yerləşdirmə dəqiqliyi.
be: Гарызантальная дакладнасць месцазнаходжання.
cs: Přesnost horizontálního umístění.
de: Horizontale Standortgenauigkeit.
el: Ακρίβεια οριζόντιας τοποθεσίας.
es: Precisión de ubicación horizontal.
fi: Vaakasuuntaisen sijainnin tarkkuus.
fr: Précision de localisation horizontale.
hu: Vízszintes helymeghatározási pontosság.
it: Precisione della posizione orizzontale.
ja: 水平方向の位置精度。
kk: Көлденең орналасу дәлдігі.
ko: 수평 위치 정확도.
pl: Dokładność lokalizacji poziomej.
pt: Precisão de localização horizontal.
ro: Precizia locației orizontale.
ru: Горизонтальная точность местоположения.
sr: Хоризонтална прецизност локације.
sv: Horisontell platsnoggrannhet.
tr: Yatay konum doğruluğu.
uk: Горизонтальна точність розташування.
zh: 水平定位精度。

# SendAudioMessageInputModel
source: Input data model for sending an audio message.
az: Audio mesaj göndərmək üçün daxiletmə məlumat modeli.
be: Мадэль уваходных дадзеных для адпраўкі аўдыё-паведамленні.
cs: Vstupní datový model pro odeslání zvukové zprávy.
de: Eingabedatenmodell zum Senden einer Audionachricht.
el: Μοντέλο δεδομένων εισόδου για αποστολή ηχητικού μηνύματος.
es: Modelo de datos de entrada para enviar un mensaje de audio.
fi: Syötetietomalli ääniviestin lähettämistä varten.
fr: Modèle de données d'entrée pour l'envoi d'un message audio.
hu: Bemeneti adatmodell hangüzenet küldéséhez.
it: Modello di dati di input per l'invio di un messaggio audio.
ja: 音声メッセージを送信するための入力データ モデル。
kk: Аудио хабарламаны жіберуге арналған кіріс деректер үлгісі.
ko: 오디오 메시지를 보내기 위한 입력 데이터 모델입니다.
pl: Model danych wejściowych do wysyłania wiadomości audio.
pt: Modelo de dados de entrada para envio de mensagem de áudio.
ro: Model de date de intrare pentru trimiterea unui mesaj audio.
ru: Модель входных данных для отправки аудио-сообщения.
sr: Улазни модел података за слање аудио поруке.
sv: Indatamodell för att skicka ett ljudmeddelande.
tr: Sesli mesaj göndermek için giriş veri modeli.
uk: Модель вхідних даних для надсилання аудіо-повідомлення.
zh: 用於發送音訊訊息的輸入資料模型。

# ParameterfileInBase64
source: Base64 file that will be sent in the message.
az: Mesajda göndəriləcək Base64 faylı.
be: Файл у фармаце Base64, які будзе дасланы ў паведамленні.
cs: Base64 soubor, který bude odeslán ve zprávě.
de: Base64-Datei, die in der Nachricht gesendet wird.
el: Το αρχείο Base64 που θα σταλεί στο μήνυμα.
es: Archivo Base64 que se enviará en el mensaje.
fi: Base64-tiedosto, joka lähetetään viestissä.
fr: Fichier Base64 qui sera envoyé dans le message.
hu: Base64 fájl, amely elküldésre kerül az üzenetben.
it: File Base64 che verrà inviato nel messaggio.
ja: メッセージで送信される Base64 ファイル。
kk: Хабарда жіберілетін Base64 файлы.
ko: 메시지로 전송될 Base64 파일입니다.
pl: Plik Base64, który zostanie wysłany w wiadomości.
pt: Arquivo Base64 que será enviado na mensagem.
ro: Fișierul Base64 care va fi trimis în mesaj.
ru: Файл в формате Base64, который будет отправлен в сообщении.
sr: Басе64 датотека која ће бити послата у поруци.
sv: Base64-fil som kommer att skickas i meddelandet.
tr: Mesajda gönderilecek Base64 dosyası.
uk: Файл у форматі Base64, який буде надіслано у повідомленні.
zh: 將在訊息中發送的 Base64 檔案。

# ParameterlocalFileId
source: Local file ID
az: Yerli fayl identifikatoru
be: Лакальны ідэнтыфікатар файла
cs: ID místního souboru
de: Lokale Datei-ID
el: Τοπικό αναγνωριστικό αρχείου
es: ID de archivo local
fi: Paikallinen tiedostotunnus
fr: ID de fichier local
hu: Helyi fájlazonosító
it: ID file locale
ja: ローカルファイルID
kk: Жергілікті файл идентификаторы
ko: 로컬 파일 ID
pl: Lokalny identyfikator pliku
pt: ID do arquivo local
ro: ID-ul fișierului local
ru: Локальный идентифиактор файла
sr: ИД локалног фајла
sv: Lokalt fil-ID
tr: Yerel dosya kimliği
uk: Локальний ідентифікатор файлу
zh: 本機檔案ID

# ParameterremoteFileId
source: Remote file ID
az: Uzaqdan fayl identifikatoru
be: Выдалены ідэнтыфікатар файла
cs: ID vzdáleného souboru
de: Remote-Datei-ID
el: Αναγνωριστικό απομακρυσμένου αρχείου
es: ID de archivo remoto
fi: Etätiedoston tunnus
fr: ID de fichier distant
hu: Távoli fájlazonosító
it: ID file remoto
ja: リモートファイルID
kk: Қашықтағы файл идентификаторы
ko: 원격 파일 ID
pl: Zdalny identyfikator pliku
pt: ID de arquivo remoto
ro: ID fișier de la distanță
ru: Удаленный идентификатор файла
sr: ИД удаљене датотеке
sv: Fjärrfil-ID
tr: Uzak dosya kimliği
uk: Віддалений ідентифікатор файлу
zh: 遠端檔案ID

# Parametercaption
source: File message signature.
az: Fayl mesajı imzası.
be: Подпіс да файлавага паведамлення.
cs: Soubor podpisu zprávy.
de: Signatur der Dateinachricht.
el: Υπογραφή μηνύματος αρχείου.
es: Firma del mensaje del archivo.
fi: Tiedostoviestin allekirjoitus.
fr: Signature du message de fichier.
hu: Fájl üzenet aláírása.
it: Firma del messaggio sul file.
ja: ファイルメッセージの署名。
kk: Файл хабарының қолтаңбасы.
ko: 파일 메시지 서명.
pl: Podpis wiadomości pliku.
pt: Assinatura da mensagem do arquivo.
ro: Semnătura mesajului fișierului.
ru: Подпись к файловому сообщению.
sr: Потпис поруке датотеке.
sv: Arkiv meddelandesignatur.
tr: Dosya mesajı imzası.
uk: Підпис до файлового повідомлення.
zh: 文件訊息簽名。

# Parametertitle
source: Title of the audio message.
az: Audio mesajın adı.
be: Загаловак аўдыё-паведамленні.
cs: Název zvukové zprávy.
de: Titel der Audionachricht.
el: Ο τίτλος του ηχητικού μηνύματος.
es: Título del mensaje de audio.
fi: Ääniviestin otsikko.
fr: Titre du message audio.
hu: A hangüzenet címe.
it: Titolo del messaggio audio.
ja: 音声メッセージのタイトル。
kk: Аудио хабарламаның атауы.
ko: 오디오 메시지의 제목입니다.
pl: Tytuł wiadomości audio.
pt: Título da mensagem de áudio.
ro: Titlul mesajului audio.
ru: Заголовок аудио-сообщения.
sr: Наслов аудио поруке.
sv: Titeln på ljudmeddelandet.
tr: Sesli mesajın başlığı.
uk: Заголовок аудіо-повідомлення.
zh: 音訊訊息的標題。

# Parameterperformer
source: Audio message performer.
az: Audio mesaj ifaçısı.
be: Выканаўца аўдыё-паведамлення.
cs: Interpret zvukových zpráv.
de: Audio-Message-Darsteller.
el: Εκτελεστής ηχητικών μηνυμάτων.
es: Ejecutor de mensajes de audio.
fi: Ääniviestin esittäjä.
fr: Interprète de messages audio.
hu: Hangüzenet előadó.
it: Esecutore di messaggi audio.
ja: 音声メッセージ出演者。
kk: Аудио хабарламаны орындаушы.
ko: 오디오 메시지 수행자.
pl: Wykonawca wiadomości audio.
pt: Intérprete de mensagens de áudio.
ro: Interpret de mesaje audio.
ru: Исполнитель аудио-сообщения.
sr: Извођач аудио порука.
sv: Ljudmeddelande artist.
tr: Sesli mesaj sanatçısı.
uk: Виконавець аудіо-повідомлення.
zh: 音頻訊息表演者。

# ParameteralbumCoverThumbnailBase64
source: Album preview in Base64 format.
az: Base64 formatında alboma baxış.
be: папярэдні прагляд альбома ў фармаце Base64.
cs: Náhled alba ve formátu Base64.
de: Albumvorschau im Base64-Format.
el: Προεπισκόπηση άλμπουμ σε μορφή Base64.
es: Vista previa del álbum en formato Base64.
fi: Albumin esikatselu Base64-muodossa.
fr: Aperçu de l'album au format Base64.
hu: Album előnézet Base64 formátumban.
it: Anteprima dell'album in formato Base64.
ja: Base64 形式のアルバム プレビュー。
kk: Base64 пішіміндегі альбомды алдын ала қарау.
ko: Base64 형식의 앨범 미리보기.
pl: Podgląd albumu w formacie Base64.
pt: Prévia do álbum no formato Base64.
ro: Previzualizare album în format Base64.
ru: Превью альбома в формате Base64.
sr: Преглед албума у Басе64 формату.
sv: Albumförhandsvisning i Base64-format.
tr: Base64 formatında albüm önizlemesi.
uk: попередній перегляд альбому у форматі Base64.
zh: Base64 格式的專輯預覽。

# SendVoiceNoteMessageInputModel
source: Input data model for sending a voice message.
az: Səsli mesaj göndərmək üçün daxiletmə məlumat modeli.
be: Мадэль уваходных дадзеных для адпраўкі галасавога паведамлення.
cs: Vstupní datový model pro odeslání hlasové zprávy.
de: Eingabedatenmodell zum Senden einer Sprachnachricht.
el: Μοντέλο δεδομένων εισαγωγής για αποστολή φωνητικού μηνύματος.
es: Modelo de datos de entrada para enviar un mensaje de voz.
fi: Syötetietomalli ääniviestin lähettämistä varten.
fr: Modèle de données d'entrée pour l'envoi d'un message vocal.
hu: Bemeneti adatmodell hangüzenet küldéséhez.
it: Modello dati di input per l'invio di un messaggio vocale.
ja: 音声メッセージを送信するための入力データ モデル。
kk: Дауыстық хабарлама жіберуге арналған енгізу деректерінің үлгісі.
ko: 음성 메시지 전송을 위한 입력 데이터 모델입니다.
pl: Model danych wejściowych do wysyłania wiadomości głosowej.
pt: Modelo de dados de entrada para envio de mensagem de voz.
ro: Model de date de intrare pentru trimiterea unui mesaj vocal.
ru: Модель входных данных для отправки голосового сообщения.
sr: Модел улазних података за слање гласовне поруке.
sv: Indatamodell för att skicka ett röstmeddelande.
tr: Sesli mesaj göndermek için veri modelini girin.
uk: Модель вхідних даних для надсилання голосового повідомлення.
zh: 用於發送語音訊息的輸入資料模型。

# SendVideoNoteMessageInputModel
source: Model of input data for sending a circle.
az: Dairənin göndərilməsi üçün giriş məlumatlarının modeli.
be: Мадэль уваходных дадзеных для адпраўкі кружочка.
cs: Model vstupních dat pro odeslání kruhu.
de: Modell der Eingabedaten zum Senden eines Kreises.
el: Μοντέλο δεδομένων εισόδου για αποστολή κύκλου.
es: Modelo de datos de entrada para enviar un círculo.
fi: Syöttötietojen malli ympyrän lähettämistä varten.
fr: Modèle de données d'entrée pour l'envoi d'un cercle.
hu: Bemeneti adatok modellje kör küldéséhez.
it: Modello di dati di input per l'invio di un cerchio.
ja: サークル送信用の入力データのモデル。
kk: Шеңберді жіберуге арналған енгізу деректерінің моделі.
ko: 원을 보내기 위한 입력 데이터 모델입니다.
pl: Model danych wejściowych do przesłania okręgu.
pt: Modelo de dados de entrada para envio de um círculo.
ro: Model de date de intrare pentru trimiterea unui cerc.
ru: Модель входных данных для отправки кружочка.
sr: Модел улазних података за слање круга.
sv: Modell av indata för att skicka en cirkel.
tr: Bir daire göndermek için giriş verilerinin modeli.
uk: Модель вхідних даних для надсилання кружечка.
zh: 發送循環的輸入資料模型。
