Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# TgStoryPrivacySettings
source: Enumeration for privacy settings<p>Members:</p><ul><li><i>CloseFriends</i> - For close friends</li><li><i>Contacts</i> - For contacts< /li><li><i>EveryOne</i> - For everyone</li><li><i>SelectedUsers</i> - For selected users</li></ul>
az: Məxfilik parametrləri üçün siyahı<p>Üzvlər:</p><ul><li><i>Yaxın Dostlar</i> - Yaxın dostlar üçün</li><li><i>Kontaktlar</i> - Əlaqələr üçün< /li><li><i>EveryOne</i> - Hər kəs üçün</li><li><i>SelectedUsers</i> - Seçilmiş istifadəçilər üçün</li></ul>
be: Пералік для настроек прыватнасці<p>Members:</p><ul><li><i>CloseFriends</i> - Для блізкіх сяброў</li><li><i>Contacts</i> - Для кантактаў< /li><li><i>EveryOne</i> - Для ўсіх</li><li><i>SelectedUsers</i> - Для выбраных карыстальнікаў</li></ul>
cs: Výčet nastavení ochrany osobních údajů<p>Členové:</p><ul><li><i>Blízcí přátelé</i> – Pro blízké přátele</li><li><i>Kontakty</i> – Pro kontakty< /li><li><i>EveryOne</i> – Pro všechny</li><li><i>SelectedUsers</i> – Pro vybrané uživatele</li></ul>
de: Aufzählung für Datenschutzeinstellungen<p>Mitglieder:</p><ul><li><i>CloseFriends</i> – Für enge Freunde</li><li><i>Kontakte</i> – Für Kontakte< /li><li><i>EveryOne</i> – Für alle</li><li><i>SelectedUsers</i> – Für ausgewählte Benutzer</li></ul>
el: Απαρίθμηση για ρυθμίσεις απορρήτου<p>Μέλη:</p><ul><li><i>CloseFriends</i> - Για στενούς φίλους</li><li><i>Επαφές</i> - Για επαφές< /li><li><i>EveryOne</i> - Για όλους</li><li><i>SelectedUsers</i> - Για επιλεγμένους χρήστες</li></ul>
es: Enumeración para configuración de privacidad<p>Miembros:</p><ul><li><i>Amigos cercanos</i> - Para amigos cercanos</li><li><i>Contactos</i> - Para contactos< /li><li><i>Todos</i> - Para todos</li><li><i>Usuarios seleccionados</i> - Para usuarios seleccionados</li></ul>
fi: Yksityisyysasetusten luettelo<p>Jäsenet:</p><ul><li><i>Lähiystävät</i> - Läheisille ystäville</li><li><i>Yhteystiedot</i> - Yhteystiedot< /li><li><i>EveryOne</i> - Kaikille</li><li><i>Valitut käyttäjät</i> - Valituille käyttäjille</li></ul>
fr: Énumération des paramètres de confidentialité<p>Membres :</p><ul><li><i>Amis proches</i> - Pour les amis proches</li><li><i>Contacts</i> - Pour les contacts< /li><li><i>EveryOne</i> - Pour tout le monde</li><li><i>SelectedUsers</i> - Pour les utilisateurs sélectionnés</li></ul>
hu: Az adatvédelmi beállítások felsorolása<p>Tagok:</p><ul><li><i>CloseFriends</i> - Közeli barátok számára</li><li><i>Kapcsolattartók</i> - Kapcsolatok< /li><li><i>EveryOne</i> – Mindenkinek</li><li><i>Kiválasztott felhasználók</i> – Kiválasztott felhasználóknak</li></ul>
it: Enumerazione per le impostazioni sulla privacy<p>Membri:</p><ul><li><i>CloseFriends</i> - Per gli amici più stretti</li><li><i>Contatti</i> - Per i contatti< /li><li><i>EveryOne</i> - Per tutti</li><li><i>SelectedUsers</i> - Per gli utenti selezionati</li></ul>
ja: プライバシー設定の列挙<p>メンバー:</p><ul><li><i>CloseFriends</i> - 親しい友人用</li><li><i>連絡先</i> - 連絡先< /li><li><i>EveryOne</i> - すべてのユーザー向け</li><li><i>SelectedUsers</i> - 選択されたユーザー向け</li></ul>
kk: Құпиялық параметрлеріне арналған тізім<p>Мүшелер:</p><ul><li><i>CloseFriends</i> - Жақын достар үшін</li><li><i>Контактілер</i> - Контактілер үшін< /li><li><i>EveryOne</i> - Барлығы үшін</li><li><i>SelectedUsers</i> - Таңдалған пайдаланушылар үшін</li></ul>
ko: 개인 정보 보호 설정에 대한 열거<p>회원:</p><ul><li><i>CloseFriends</i> - 가까운 친구용</li><li><i>연락처</i> - 연락처용< /li><li><i>EveryOne</i> - 모든 사람용</li><li><i>SelectedUsers</i> - 선택된 사용자용</li></ul>
pl: Lista ustawień prywatności<p>Członkowie:</p><ul><li><i>Bliscy znajomi</i> – dla bliskich przyjaciół</li><li><i>Kontakty</i> – Dla kontaktów< /li><li><i>EveryOne</i> – dla wszystkich</li><li><i>Wybrani użytkownicy</i> – dla wybranych użytkowników</li></ul>
pt: Enumeração para configurações de privacidade<p>Membros:</p><ul><li><i>CloseFriends</i> - Para amigos próximos</li><li><i>Contatos</i> - Para contatos< /li><li><i>EveryOne</i> - Para todos</li><li><i>SelectedUsers</i> - Para usuários selecionados</li></ul>
ro: Enumerare pentru setările de confidențialitate<p>Membri:</p><ul><li><i>Prieteni apropiați</i> - Pentru prieteni apropiați</li><li><i>Agendă</i> - Pentru persoane de contact< /li><li><i>EveryOne</i> - Pentru toată lumea</li><li><i>SelectedUsers</i> - Pentru utilizatorii selectați</li></ul>
ru: Перечисление для настроек приватности<p>Members:</p><ul><li><i>CloseFriends</i> - Для близких друзей</li><li><i>Contacts</i> - Для контактов</li><li><i>EveryOne</i> - Для всех</li><li><i>SelectedUsers</i> - Для выбранных пользователей</li></ul>
sr: Набрајање за подешавања приватности<п>Чланови:</п><ул><ли><и>Блиски пријатељи</и> - За блиске пријатеље</ли><ли><и>Контакти</и> - За контакте< /ли><ли><и>ЕвериОне</и> – За све</ли><ли><и>СелецтедУсерс</и> – За изабране кориснике</ли></ул>
sv: Uppräkning för sekretessinställningar<p>Medlemmar:</p><ul><li><i>Nära vänner</i> - För nära vänner</li><li><i>Kontakter</i> - För kontakter< /li><li><i>EveryOne</i> - För alla</li><li><i>SelectedUsers</i> - För utvalda användare</li></ul>
tr: Gizlilik ayarları için numaralandırma<p>Üyeler:</p><ul><li><i>Yakın Arkadaşlar</i> - Yakın arkadaşlar için</li><li><i>Kişiler</i> - Kişiler için< /li><li><i>Herkes</i> - Herkes için</li><li><i>SeçiliKullanıcılar</i> - Seçilen kullanıcılar için</li></ul>
uk: Перелік для налаштувань приватності<p>Members:</p><ul><li><i>CloseFriends</i> - Для близьких друзів</li><li><i>Contacts</i> - Для контактів< /li><li><i>EveryOne</i> - Для всіх</li><li><i>SelectedUsers</i> - Для вибраних користувачів</li></ul>
zh: 隱私設定枚舉<p>成員：</p><ul><li><i>CloseFriends</i> - 對於親密朋友</li><li><i>Contacts</i> - 對於聯絡人< /li><li><i>EveryOne</i> - 對於所有人</li><li><i>SelectedUsers</i> - 對於選定的使用者</li></ul>

# TgStoryFullInfo
source: Provides complete information about the history in telegram
az: Telegramda tarix haqqında tam məlumat verir
be: Уяўляе поўную інфармацыю аб гісторыі ў тэлеграм
cs: Poskytuje kompletní informace o historii v telegramu
de: Bietet vollständige Informationen über den Verlauf im Telegramm
el: Παρέχει πλήρεις πληροφορίες για το ιστορικό στο τηλεγράφημα
es: Proporciona información completa sobre el historial en Telegram.
fi: Tarjoaa täydelliset tiedot historiasta sähkeessä
fr: Fournit des informations complètes sur l'historique dans le télégramme
hu: Teljes információt nyújt az előzményekről táviratban
it: Fornisce informazioni complete sulla cronologia in telegramma
ja: 履歴に関する完全な情報を電報で提供します
kk: Телеграмдағы тарих туралы толық ақпарат береді
ko: 텔레그램 내역에 대한 완전한 정보를 제공합니다.
pl: Zapewnia pełną informację o historii telegramu
pt: Fornece informações completas sobre o histórico no telegrama
ro: Oferă informații complete despre istoric în telegramă
ru: Представляет полную информацию об истории в телеграм
sr: Пружа потпуне информације о историји у телеграму
sv: Ger fullständig information om historien i telegram
tr: Telgraftaki geçmiş hakkında eksiksiz bilgi sağlar
uk: Надає повну інформацію про історію телеграм
zh: 提供有關電報歷史的完整信息

# ParametersenderChatId
source: History sender ID (user)
az: Tarixi göndərən ID (istifadəçi)
be: Ідэнтыфікатар адпраўніка гісторыі(карыстальніка)
cs: ID odesílatele historie (uživatel)
de: Verlaufs-Absender-ID (Benutzer)
el: Αναγνωριστικό αποστολέα ιστορικού (χρήστης)
es: ID del remitente del historial (usuario)
fi: Historian lähettäjän tunnus (käyttäjä)
fr: ID de l'expéditeur de l'historique (utilisateur)
hu: Előzmények küldőazonosítója (felhasználó)
it: ID mittente cronologia (utente)
ja: 履歴送信者ID（ユーザー）
kk: Тарих жіберушінің идентификаторы (пайдаланушы)
ko: 내역 발신자 ID(사용자)
pl: Identyfikator nadawcy historii (użytkownik)
pt: ID do remetente do histórico (usuário)
ro: ID-ul expeditorului istoric (utilizator)
ru: Идентификатор отправителя истории(пользователя)
sr: ИД пошиљаоца историје (корисник)
sv: Historieavsändar-ID (användare)
tr: Geçmiş gönderen kimliği (kullanıcı)
uk: Ідентифікатор відправника історії (користувача)
zh: 歷史寄件者 ID（使用者）

# ParameterviewCount
source: Number of views
az: Baxışların sayı
be: Коль-ць праглядаў
cs: Počet zobrazení
de: Anzahl der Aufrufe
el: Αριθμός προβολών
es: Número de vistas
fi: Näyttökertojen määrä
fr: Nombre de vues
hu: Megtekintések száma
it: Numero di visualizzazioni
ja: 閲覧数
kk: Көрулер саны
ko: 조회수
pl: Liczba wyświetleń
pt: Número de visualizações
ro: Numărul de vizualizări
ru: Кол-во просмотров
sr: Број прегледа
sv: Antal visningar
tr: Görüntüleme sayısı
uk: Кількість переглядів
zh: 觀看次數

# ParameterforwardCount
source: How many times has the story been forwarded?
az: Hekayə neçə dəfə irəli sürülüb?
be: Колькі разоў была пераслана гісторыя
cs: Kolikrát byl příběh přeposlán?
de: Wie oft wurde die Geschichte weitergeleitet?
el: Πόσες φορές έχει προωθηθεί η ιστορία;
es: ¿Cuántas veces se ha reenviado la historia?
fi: Kuinka monta kertaa tarina on välitetty eteenpäin?
fr: Combien de fois l’histoire a-t-elle été relayée ?
hu: Hányszor adták tovább a történetet?
it: Quante volte è stata inoltrata la storia?
ja: ストーリーは何回転送されましたか？
kk: Әңгіме неше рет жіберілді?
ko: 그 이야기는 몇 번이나 전달되었나요?
pl: Ile razy ta historia była przekazywana dalej?
pt: Quantas vezes a história foi encaminhada?
ro: De câte ori a fost transmisă povestea?
ru: Сколько раз была переслана история
sr: Колико пута је прича прослеђена?
sv: Hur många gånger har historien vidarebefordrats?
tr: Hikaye kaç kez iletildi?
uk: Скільки разів було переслано історію
zh: 這個故事被轉發了多少次？

# ParameterreactionCount
source: Number of reactions to stories
az: Hekayələrə reaksiyaların sayı
be: Коль-ць рэакцый на гісторыі
cs: Počet reakcí na příběhy
de: Anzahl der Reaktionen auf Geschichten
el: Αριθμός αντιδράσεων σε ιστορίες
es: Número de reacciones a las historias.
fi: Tarinoiden reaktioiden määrä
fr: Nombre de réactions aux histoires
hu: A történetekre adott reakciók száma
it: Numero di reazioni alle storie
ja: ストーリーへのリアクション数
kk: Әңгімелерге берілген реакциялар саны
ko: 이야기에 대한 반응 수
pl: Liczba reakcji na historie
pt: Número de reações às histórias
ro: Numărul de reacții la povești
ru: Кол-во реакций на истории
sr: Број реакција на приче
sv: Antal reaktioner på berättelser
tr: Hikayelere verilen tepkilerin sayısı
uk: Кількість реакцій на історії
zh: 對故事的反應數量

# ParameterrecentViewerUserIds
source: IDs of up to 3 most recent history viewers
az: Ən son 3 tarixə baxan şəxsin ID-ləri
be: Ідэнтыфікатары не больш за 3 апошнія гледачы гісторыі
cs: ID až 3 čtenářů nejnovější historie
de: IDs von bis zu drei letzten Verlaufsbetrachtern
el: Αναγνωριστικά έως και 3 πιο πρόσφατων θεατών ιστορικού
es: ID de hasta 3 espectadores del historial más reciente
fi: Enintään kolmen viimeisimmän historian katsojan tunnukset
fr: ID de jusqu'à trois lecteurs d'historique les plus récents
hu: Legfeljebb 3 legutóbbi előzményeket megtekintő azonosítója
it: ID di un massimo di 3 visualizzatori della cronologia più recenti
ja: 最大 3 つの最新履歴ビューアの ID
kk: Ең соңғы 3 тарихты көрушілердің идентификаторлары
ko: 최근 기록 시청자 최대 3명의 ID
pl: Identyfikatory maksymalnie 3 przeglądarek najnowszej historii
pt: IDs de até três visualizadores do histórico mais recentes
ro: ID-urile celor mai recente 3 utilizatori ai istoricului
ru: Идентификаторы не более 3 последних зрителей истории
sr: ИД-ови до 3 најскорија гледаоца историје
sv: ID:n för upp till tre senaste historikbesökare
tr: En son 3 geçmişi görüntüleyenlerin kimlikleri
uk: Ідентифікатори не більше 3 останніх глядачів історії
zh: 最多 3 個最近歷史檢視者的 ID

# ParameterisBeingSent
source: True if the current user is submitting the story
az: Cari istifadəçi hekayə təqdim edirsə, doğrudur
be: Сапраўды, калі гісторыю адпраўляе бягучы карыстальнік
cs: True, pokud aktuální uživatel odesílá příběh
de: True, wenn der aktuelle Benutzer die Story sendet
el: Σωστό εάν ο τρέχων χρήστης υποβάλλει την ιστορία
es: Verdadero si el usuario actual envía la historia.
fi: Tosi, jos nykyinen käyttäjä lähettää tarinan
fr: Vrai si l'utilisateur actuel soumet l'histoire
hu: Igaz, ha az aktuális felhasználó küldi be a történetet
it: Vero se l'utente corrente sta inviando la storia
ja: 現在のユーザーがストーリーを送信している場合は True
kk: Ағымдағы пайдаланушы оқиғаны жіберіп жатса, дұрыс
ko: 현재 사용자가 스토리를 제출하는 경우 True입니다.
pl: Prawda, jeśli bieżący użytkownik przesyła historię
pt: Verdadeiro se o usuário atual estiver enviando a história
ro: Adevărat dacă utilizatorul actual trimite povestea
ru: Истинно, если историю отправляет текущий пользователь
sr: Тачно ако тренутни корисник шаље причу
sv: Sant om den aktuella användaren skickar berättelsen
tr: Geçerli kullanıcı hikayeyi gönderiyorsa doğrudur
uk: Істинно, якщо історію надсилає поточний користувач
zh: 如果目前使用者正在提交故事，則為 True

# ParameterisBeingEdited
source: True if the current user is editing the story
az: Cari istifadəçi hekayəni redaktə edirsə, doğrudur
be: Сапраўды, калі гісторыю рэдагуе бягучы карыстальнік
cs: True, pokud aktuální uživatel upravuje příběh
de: True, wenn der aktuelle Benutzer die Story bearbeitet
el: Σωστό εάν ο τρέχων χρήστης επεξεργάζεται την ιστορία
es: Verdadero si el usuario actual está editando la historia.
fi: Tosi, jos nykyinen käyttäjä muokkaa tarinaa
fr: Vrai si l'utilisateur actuel modifie l'histoire
hu: Igaz, ha az aktuális felhasználó szerkeszti a történetet
it: Vero se l'utente corrente sta modificando la storia
ja: 現在のユーザーがストーリーを編集している場合は True
kk: Ағымдағы пайдаланушы оқиғаны өңдеп жатса, дұрыс
ko: 현재 사용자가 스토리를 편집 중인 경우 True입니다.
pl: Prawda, jeśli bieżący użytkownik edytuje historię
pt: Verdadeiro se o usuário atual estiver editando a história
ro: Adevărat dacă utilizatorul actual editează povestea
ru: Истинно, если историю редактирует текущий пользователь
sr: Тачно ако тренутни корисник уређује причу
sv: Sant om den aktuella användaren redigerar berättelsen
tr: Geçerli kullanıcı hikayeyi düzenliyorsa doğrudur
uk: Істинно, якщо історію редагує поточний користувач
zh: 如果目前使用者正在編輯故事，則為 True

# ParameterisEdited
source: True if the story has been edited
az: Hekayə redaktə olunubsa doğrudur
be: Сапраўды, калі гісторыя была адрэдагавана
cs: Pravda, pokud byl příběh upraven
de: True, wenn die Geschichte bearbeitet wurde
el: Σωστό αν η ιστορία έχει υποστεί επεξεργασία
es: Verdadero si la historia ha sido editada.
fi: Totta, jos tarinaa on muokattu
fr: Vrai si l'histoire a été modifiée
hu: Igaz, ha a történetet szerkesztették
it: Vero se la storia è stata modificata
ja: ストーリーが編集されている場合は True
kk: Егер әңгіме өңделсе, бұл дұрыс
ko: 스토리가 편집된 경우 True입니다.
pl: To prawda, jeśli historia została zredagowana
pt: Verdadeiro se a história tiver sido editada
ro: Adevărat dacă povestea a fost editată
ru: Истинно, если история была отредактирована
sr: Тачно ако је прича уређена
sv: Sant om berättelsen har redigerats
tr: Hikaye düzenlendiyse doğrudur
uk: Істинно, якщо історія була відредагована
zh: 如果故事已被編輯，則為 true

# ParameterisVisibleOnlyForSelf
source: True if visible only to the history owner
az: Yalnız tarix sahibinə görünsə doğrudur
be: Сапраўды, калі бачная толькі ўладальніку гісторыі
cs: Pravda, pokud je viditelná pouze pro vlastníka historie
de: True, wenn nur für den Verlaufseigentümer sichtbar
el: Αληθές εάν είναι ορατό μόνο στον κάτοχο του ιστορικού
es: Verdadero si solo es visible para el propietario del historial.
fi: Tosi, jos se näkyy vain historian omistajalle
fr: Vrai si visible uniquement par le propriétaire de l'historique
hu: Igaz, ha csak az előzmények tulajdonosa láthatja
it: Vero se visibile solo al proprietario della cronologia
ja: 履歴所有者のみに表示される場合は True
kk: Тек тарих иесіне көрінсе, дұрыс
ko: 기록 소유자에게만 표시되는 경우 True입니다.
pl: Prawda, jeśli jest widoczna tylko dla właściciela historii
pt: Verdadeiro se visível apenas para o proprietário do histórico
ro: Adevărat dacă este vizibil numai pentru proprietarul istoricului
ru: Истинно, если видна только владельцу истории
sr: Тачно ако је видљиво само власнику историје
sv: Sant om endast synligt för historikägaren
tr: Yalnızca geçmişin sahibi tarafından görülebiliyorsa doğrudur
uk: Істинно, якщо видно лише власнику історії
zh: 如果僅對歷史記錄擁有者可見，則為 true

# ParametercanBeDeleted
source: True if can be removed
az: Çıxarmaq olarsa doğrudur
be: Сапраўды, калі можа быць выдалена
cs: Pravda, pokud lze odstranit
de: True, wenn entfernt werden kann
el: Σωστό αν μπορεί να αφαιρεθεί
es: Verdadero si se puede eliminar
fi: Totta, jos voidaan poistaa
fr: Vrai si peut être supprimé
hu: Igaz, ha eltávolítható
it: Vero se può essere rimosso
ja: 削除できる場合は True
kk: Жоюға болатын болса рас
ko: 제거할 수 있으면 참
pl: To prawda, jeśli można go usunąć
pt: Verdadeiro se puder ser removido
ro: Adevărat dacă poate fi eliminat
ru: Истинно, если может быть удалена
sr: Тачно ако се може уклонити
sv: Sant om kan tas bort
tr: Kaldırılabiliyorsa doğrudur
uk: Істинно, якщо може бути видалена
zh: 如果可以刪除則為 True

# ParametercanBeReplied
source: True if history can be answered
az: Tarixə cavab vermək olarsa doğrudur
be: Сапраўды, калі на гісторыю можна адказаць
cs: Pravda, pokud lze zodpovědět historii
de: Wahr, wenn die Geschichte beantwortet werden kann
el: Σωστό αν μπορεί να απαντηθεί η ιστορία
es: Cierto si se puede responder a la historia
fi: Totta, jos historiaan voidaan vastata
fr: Vrai si l'on peut répondre à l'histoire
hu: Igaz, ha a történelem megválaszolható
it: È vero se si può rispondere alla storia
ja: 歴史に答えられる場合は True
kk: Тарихқа жауап беруге болатын болса, рас
ko: 역사에 대한 답변이 가능하다면 참입니다.
pl: To prawda, jeśli można odpowiedzieć na historię
pt: Verdadeiro se a história puder ser respondida
ro: Adevărat dacă istoria poate primi un răspuns
ru: Истинно, если на историю можно ответить
sr: Истина ако се може одговорити на историју
sv: Sant om historien kan besvaras
tr: Eğer geçmişe cevap verilebilirse doğrudur
uk: Істинно, якщо на історію можна відповісти
zh: 如果歷史可以回答的話，那就對了

# ParametercanToggleIsPinned
source: True if IsPinned can be changed
az: IsPinned dəyişdirilə bilərsə doğrudur
be: Калі IsPinned можна мяняць
cs: Pravda, pokud lze IsPinned změnit
de: True, wenn IsPinned geändert werden kann
el: Σωστό εάν το IsPinned μπορεί να αλλάξει
es: Verdadero si se puede cambiar IsPinned
fi: Totta, jos IsPinned voidaan muuttaa
fr: Vrai si IsPinned peut être modifié
hu: Igaz, ha az IsPinned módosítható
it: Vero se IsPinned può essere modificato
ja: IsPinned を変更できる場合は True
kk: IsPinned өзгертуге болатын болса, бұл дұрыс
ko: IsPinned를 변경할 수 있으면 True입니다.
pl: Wartość true, jeśli można zmienić opcję IsPinned
pt: Verdadeiro se IsPinned puder ser alterado
ro: Adevărat dacă IsPinned poate fi schimbat
ru: Истинно если IsPinned можно менять
sr: Тачно ако се ИсПиннед може променити
sv: Sant om IsPinned kan ändras
tr: IsPinned değiştirilebilirse doğrudur
uk: Якщо IsPinned можна змінювати
zh: 如果 IsPinned 可以更改，則為 true

# ParametercanGetViewers
source: True if it is possible to get users who have viewed the history
az: Tarixə baxmış istifadəçiləri əldə etmək mümkün olsa, doğrudur
be: Сапраўды, калі можна атрымаць карыстальнікаў праглядзець гісторыю
cs: Pravda, pokud je možné získat uživatele, kteří si prohlédli historii
de: True, wenn es möglich ist, Benutzer zu ermitteln, die den Verlauf angezeigt haben
el: Σωστό αν είναι δυνατό να ληφθούν χρήστες που έχουν δει το ιστορικό
es: Verdadero si es posible conseguir usuarios que hayan visto el historial.
fi: Totta, jos on mahdollista saada käyttäjiä, jotka ovat katsoneet historian
fr: Vrai s'il est possible d'obtenir les utilisateurs ayant consulté l'historique
hu: Igaz, ha lehetséges olyan felhasználókat szerezni, akik megtekintették az előzményeket
it: Vero se è possibile ottenere utenti che hanno visualizzato la cronologia
ja: 履歴を閲覧したユーザーを取得できる場合は True
kk: Тарихты көрген пайдаланушыларды алу мүмкін болса, бұл дұрыс
ko: 기록을 본 사용자를 얻을 수 있는 경우 True입니다.
pl: To prawda, jeśli możliwe jest pozyskanie użytkowników, którzy przeglądali historię
pt: Verdadeiro se for possível obter usuários que visualizaram o histórico
ro: Adevărat dacă este posibil să obțineți utilizatori care au vizualizat istoricul
ru: Истинно, если можно получить пользователей просмотревщих историю
sr: Тачно ако је могуће добити кориснике који су прегледали историју
sv: Sant om det är möjligt att få användare som har sett historiken
tr: Geçmişi görüntüleyen kullanıcılara ulaşmak mümkünse doğrudur
uk: Істинно, якщо можна отримати користувачів, які переглядають історію
zh: 如果可以取得曾經看過歷史記錄的用戶，則為 true

# PostVideoStoryInputModel
source: Input model for sending history with video
az: Tarixi video ilə göndərmək üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для адпраўкі гісторыі з відэа
cs: Vstupní model pro odesílání historie s videem
de: Eingabemodell zum Senden des Verlaufs mit Video
el: Μοντέλο εισαγωγής για αποστολή ιστορικού με βίντεο
es: Modelo de entrada para envío de historial con vídeo.
fi: Syöttömalli historian lähettämiseen videon kanssa
fr: Modèle d'entrée pour l'envoi de l'historique avec vidéo
hu: Bemeneti modell az előzmények videóval történő küldéséhez
it: Modello di input per l'invio della cronologia con video
ja: 履歴を動画付きで送信するための入力モデル
kk: Бейнемен тарихты жіберуге арналған енгізу үлгісі
ko: 영상과 함께 이력을 전송하기 위한 입력 모델
pl: Model wejściowy do wysyłania historii wraz z wideo
pt: Modelo de entrada para envio de histórico com vídeo
ro: Model de intrare pentru trimiterea istoricului cu video
ru: Модель входных данных для отправки истории с видео
sr: Модел уноса за слање историје са видео записом
sv: Ingångsmodell för att skicka historik med video
tr: Geçmişi videoyla göndermek için giriş modeli
uk: Модель вхідних даних для надсилання історії з відео
zh: 用於發送帶有視頻的歷史記錄的輸入模型

# ParameterisAnimation
source: True if the video has no sound
az: Videoda səs yoxdursa doğrudur
be: Сапраўды, калі відэа не мае гуку
cs: True, pokud video nemá zvuk
de: True, wenn das Video keinen Ton hat
el: Σωστό αν το βίντεο δεν έχει ήχο
es: Verdadero si el vídeo no tiene sonido.
fi: Totta, jos videossa ei ole ääntä
fr: Vrai si la vidéo n'a pas de son
hu: Igaz, ha a videónak nincs hangja
it: Vero se il video non ha audio
ja: ビデオに音声がない場合は True
kk: Бейнеде дыбыс болмаса, бұл дұрыс
ko: 동영상에 소리가 없으면 True입니다.
pl: To prawda, jeśli wideo nie ma dźwięku
pt: Verdadeiro se o vídeo não tiver som
ro: Adevărat dacă videoclipul nu are sunet
ru: Истинно, если видео не имеет звука
sr: Тачно ако видео нема звук
sv: Sant om videon inte har något ljud
tr: Videonun sesi yoksa doğrudur
uk: Істинно, якщо відео не має звуку
zh: 如果影片沒有聲音則為 True
