Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# ProfileSetEmojiProfilePhoto
source: Sets the profile photo as a custom emoji.
az: Profil şəklini fərdi emoji kimi təyin edir.
be: Усталёўвае фатаграфію профіля ў выглядзе кастамнага эмоджы.
cs: Nastaví profilovou fotku jako vlastní emotikon.
de: Legt das Profilfoto als benutzerdefiniertes Emoji fest.
el: Ορίζει τη φωτογραφία προφίλ ως προσαρμοσμένο emoji.
es: Establece la foto de perfil como un emoji personalizado.
fi: Asettaa profiilikuvan mukautetuksi emojiksi.
fr: Définit la photo de profil comme emoji personnalisé.
hu: Beállítja a profilfotót egyéni hangulatjelként.
it: Imposta la foto del profilo come emoji personalizzata.
ja: プロフィール写真をカスタム絵文字として設定します。
kk: Профиль фотосуретін реттелетін эмодзи ретінде орнатады.
ko: 프로필 사진을 맞춤 이모티콘으로 설정합니다.
pl: Ustawia zdjęcie profilowe jako niestandardowy emoji.
pt: Define a foto do perfil como um emoji personalizado.
ro: Setează fotografia de profil ca emoji personalizat.
ru: Устанавливает фотографию профиля в виде кастомного эмоджи.
sr: Поставља слику профила као прилагођени емоџи.
sv: Ställer in profilbilden som en anpassad emoji.
tr: Profil fotoğrafını özel bir emoji olarak ayarlar.
uk: Встановлює фотографію профілю як кастомного емоджі.
zh: 將個人資料照片設定為自訂表情符號。

# ProfileSetEmojiProfilePhotoRequest
source: Data for setting a profile photo.
az: Profil şəklinin qurulması üçün məlumatlar.
be: Дадзеныя для ўстаноўкі фатаграфіі профілю.
cs: Údaje pro nastavení profilové fotky.
de: Daten zum Einstellen eines Profilfotos.
el: Δεδομένα για τη ρύθμιση μιας φωτογραφίας προφίλ.
es: Datos para configurar una foto de perfil.
fi: Tiedot profiilikuvan asettamiseen.
fr: Données pour définir une photo de profil.
hu: Adatok profilfotó beállításához.
it: Dati per impostare una foto del profilo.
ja: プロフィール写真を設定するためのデータです。
kk: Профиль фотосуретін орнатуға арналған деректер.
ko: 프로필 사진 설정을 위한 데이터입니다.
pl: Dane do ustawienia zdjęcia profilowego.
pt: Dados para definir uma foto de perfil.
ro: Date pentru setarea unei fotografii de profil.
ru: Данные для установки фотографии профиля.
sr: Подаци за постављање фотографије профила.
sv: Data för att ställa in ett profilfoto.
tr: Profil fotoğrafını ayarlamak için veriler.
uk: Дані для встановлення фотографії профілю.
zh: 用於設定個人資料照片的資料。

# ProfileSetStickerProfilePhoto
source: Sets your profile photo as a sticker.
az: Profil şəklinizi stiker kimi təyin edir.
be: Усталёўвае фатаграфію профіля ў выглядзе стыкера.
cs: Nastaví vaši profilovou fotku jako nálepku.
de: Legt Ihr Profilfoto als Aufkleber fest.
el: Ορίζει τη φωτογραφία του προφίλ σας ως αυτοκόλλητο.
es: Establece tu foto de perfil como pegatina.
fi: Asettaa profiilikuvasi tarraksi.
fr: Définit votre photo de profil comme autocollant.
hu: Beállítja a profilfotóját matricaként.
it: Imposta la foto del tuo profilo come adesivo.
ja: プロフィール写真をステッカーとして設定します。
kk: Профиль фотосуретіңізді стикер ретінде орнатады.
ko: 프로필 사진을 스티커로 설정합니다.
pl: Ustawia Twoje zdjęcie profilowe jako naklejkę.
pt: Define sua foto de perfil como adesivo.
ro: Setează fotografia de profil ca autocolant.
ru: Устанавливает фотографию профиля в виде стикера.
sr: Поставља вашу профилну слику као налепницу.
sv: Ställer in ditt profilfoto som ett klistermärke.
tr: Profil fotoğrafınızı çıkartma olarak ayarlar.
uk: Встановлює фотографію профілю у вигляді наклейки.
zh: 將您的個人資料照片設定為貼紙。

# ProfileSetStickerProfilePhotoRequest
source: Data for setting a profile photo.
az: Profil şəklinin qurulması üçün məlumatlar.
be: Дадзеныя для ўстаноўкі фатаграфіі профілю.
cs: Údaje pro nastavení profilové fotky.
de: Daten zum Einstellen eines Profilfotos.
el: Δεδομένα για τη ρύθμιση μιας φωτογραφίας προφίλ.
es: Datos para configurar una foto de perfil.
fi: Tiedot profiilikuvan asettamiseen.
fr: Données pour définir une photo de profil.
hu: Adatok profilfotó beállításához.
it: Dati per impostare una foto del profilo.
ja: プロフィール写真を設定するためのデータです。
kk: Профиль фотосуретін орнатуға арналған деректер.
ko: 프로필 사진 설정을 위한 데이터입니다.
pl: Dane do ustawienia zdjęcia profilowego.
pt: Dados para definir uma foto de perfil.
ro: Date pentru setarea unei fotografii de profil.
ru: Данные для установки фотографии профиля.
sr: Подаци за постављање фотографије профила.
sv: Data för att ställa in ett profilfoto.
tr: Profil fotoğrafını ayarlamak için veriler.
uk: Дані для встановлення фотографії профілю.
zh: 用於設定個人資料照片的資料。

# ProfileSetAnimationProfilePhoto
source: Sets the profile photo as an animation. Before installing by file ID, you must first make sure that the file is uploaded to the server.
az: Profil şəklini animasiya kimi təyin edir. Fayl ID ilə quraşdırmadan əvvəl əvvəlcə faylın serverə yükləndiyinə əmin olmalısınız.
be: Усталёўвае фатаграфію профіля ў выглядзе анімацыі. Перад усталёўкай па ідэнтыфікатары файла неабходна папярэдне пераканацца, што файл загружаны на сервер.
cs: Nastaví profilovou fotku jako animaci. Před instalací podle ID souboru se musíte nejprve ujistit, že je soubor nahrán na server.
de: Legt das Profilfoto als Animation fest. Vor der Installation per Datei-ID müssen Sie zunächst sicherstellen, dass die Datei auf den Server hochgeladen wird.
el: Ορίζει τη φωτογραφία προφίλ ως κινούμενη εικόνα. Πριν την εγκατάσταση με αναγνωριστικό αρχείου, πρέπει πρώτα να βεβαιωθείτε ότι το αρχείο έχει μεταφορτωθεί στον διακομιστή.
es: Establece la foto de perfil como una animación. Antes de instalar por ID de archivo, primero debe asegurarse de que el archivo esté cargado en el servidor.
fi: Asettaa profiilikuvan animaatioksi. Ennen kuin asennat tiedostotunnuksella, sinun on ensin varmistettava, että tiedosto on ladattu palvelimelle.
fr: Définit la photo de profil comme une animation. Avant d'installer par ID de fichier, vous devez d'abord vous assurer que le fichier est téléchargé sur le serveur.
hu: A profilfotót animációként állítja be. A fájlazonosító szerinti telepítés előtt először meg kell győződnie arról, hogy a fájl fel van töltve a szerverre.
it: Imposta la foto del profilo come animazione. Prima di eseguire l'installazione tramite ID file, è necessario innanzitutto assicurarsi che il file sia caricato sul server.
ja: プロフィール写真をアニメーションとして設定します。ファイル ID を使用してインストールする前に、まずファイルがサーバーにアップロードされていることを確認する必要があります。
kk: Профиль фотосуретін анимация ретінде орнатады. Файл идентификаторы бойынша орнату алдында алдымен файл серверге жүктеп салынғанына көз жеткізу керек.
ko: 프로필 사진을 애니메이션으로 설정합니다. 파일 ID로 설치하기 전에 먼저 해당 파일이 서버에 업로드되어 있는지 확인해야 합니다.
pl: Ustawia zdjęcie profilowe jako animację. Przed instalacją według identyfikatora pliku musisz najpierw upewnić się, że plik został przesłany na serwer.
pt: Define a foto do perfil como uma animação. Antes de instalar por ID de arquivo, você deve primeiro certificar-se de que o arquivo foi carregado no servidor.
ro: Setează fotografia de profil ca animație. Înainte de a instala prin ID-ul fișierului, trebuie să vă asigurați că fișierul este încărcat pe server.
ru: Устанавливает фотографию профиля в виде анимации. Перед установкой по идентификатору файла необходимо предварительно убедиться, что файл загружен на сервер.
sr: Поставља слику профила као анимацију. Пре инсталирања по ИД-у датотеке, прво морате да се уверите да је датотека отпремљена на сервер.
sv: Ställer in profilbilden som en animation. Innan du installerar med fil-ID måste du först se till att filen laddas upp till servern.
tr: Profil fotoğrafını animasyon olarak ayarlar. Dosya kimliğine göre kurulum yapmadan önce öncelikle dosyanın sunucuya yüklendiğinden emin olmalısınız.
uk: Встановлює фотографію профілю у вигляді анімації. Перед встановленням за ідентифікатором файлу необхідно переконатися, що файл завантажений на сервер.
zh: 將個人資料照片設定為動畫。在透過檔案ID安裝之前，首先必須確保檔案已上傳到伺服器。

# ProfileSetAnimationProfilePhotoRequest
source: Data for setting a profile photo.
az: Profil şəklinin qurulması üçün məlumatlar.
be: Дадзеныя для ўстаноўкі фатаграфіі профілю.
cs: Údaje pro nastavení profilové fotky.
de: Daten zum Einstellen eines Profilfotos.
el: Δεδομένα για τη ρύθμιση μιας φωτογραφίας προφίλ.
es: Datos para configurar una foto de perfil.
fi: Tiedot profiilikuvan asettamiseen.
fr: Données pour définir une photo de profil.
hu: Adatok profilfotó beállításához.
it: Dati per impostare una foto del profilo.
ja: プロフィール写真を設定するためのデータです。
kk: Профиль фотосуретін орнатуға арналған деректер.
ko: 프로필 사진 설정을 위한 데이터입니다.
pl: Dane do ustawienia zdjęcia profilowego.
pt: Dados para definir uma foto de perfil.
ro: Date pentru setarea unei fotografii de profil.
ru: Данные для установки фотографии профиля.
sr: Подаци за постављање фотографије профила.
sv: Data för att ställa in ett profilfoto.
tr: Profil fotoğrafını ayarlamak için veriler.
uk: Дані для встановлення фотографії профілю.
zh: 用於設定個人資料照片的資料。

# ProfileSetBio
source: Set bio for user.
az: İstifadəçi üçün bio təyin edin.
be: Устанавіць бія карыстачу.
cs: Nastavit bio pro uživatele.
de: Biografie für Benutzer festlegen.
el: Ορισμός βιογραφικού για τον χρήστη.
es: Establecer biografía para el usuario.
fi: Aseta bio käyttäjälle.
fr: Définir la bio pour l'utilisateur.
hu: Bio beállítása a felhasználó számára.
it: Imposta la biografia per l'utente.
ja: ユーザーのプロフィールを設定します。
kk: Пайдаланушы үшін био орнатыңыз.
ko: 사용자의 약력을 설정합니다.
pl: Ustaw biografię użytkownika.
pt: Definir biografia para o usuário.
ro: Setați biografia pentru utilizator.
ru: Установить био пользователю.
sr: Подесите биографију за корисника.
sv: Ställ in bio för användaren.
tr: Kullanıcı için biyografiyi ayarlayın.
uk: Встановити біологічний користувач.
zh: 為使用者設定個人簡介。

# ProfileSetBioRequest
source: Model with information about the user's bio.
az: İstifadəçinin biosu haqqında məlumat olan model.
be: Мадэль з інфармацыяй аб бія карыстальніка.
cs: Model s informacemi o biografii uživatele.
de: Modell mit Informationen zur Biografie des Benutzers.
el: Μοντέλο με πληροφορίες για το βιογραφικό του χρήστη.
es: Modelo con información sobre la biografía del usuario.
fi: Malli, jossa on tietoja käyttäjän elämäkerrasta.
fr: Modèle avec des informations sur la biographie de l'utilisateur.
hu: Modell a felhasználó életrajzával kapcsolatos információkkal.
it: Modello con informazioni sulla biografia dell'utente.
ja: ユーザーの経歴に関する情報を含むモデル。
kk: Пайдаланушының биографиясы туралы ақпараты бар модель.
ko: 사용자의 약력에 대한 정보가 포함된 모델입니다.
pl: Modelka z informacją o biografii użytkownika.
pt: Modelo com informações sobre a biografia do usuário.
ro: Model cu informații despre biografia utilizatorului.
ru: Модель с информацией о био пользователя.
sr: Модел са информацијама о биографији корисника.
sv: Modell med information om användarens bio.
tr: Kullanıcının biyografisi hakkında bilgi içeren model.
uk: Модель з інформацією про біологічного користувача.
zh: 包含有關使用者生物資訊的模型。

# StoryPostPhotoStory
source: Sets a new story for the user in the form of a photo
az: Fotoşəkil şəklində istifadəçi üçün yeni hekayə təyin edir
be: Усталёўвае новую гісторыю карыстачу ў выглядзе фатаграфіі
cs: Nastaví uživateli nový příběh v podobě fotografie
de: Legt eine neue Geschichte für den Benutzer in Form eines Fotos fest
el: Ορίζει μια νέα ιστορία για τον χρήστη με τη μορφή φωτογραφίας
es: Establece una nueva historia para el usuario en forma de foto.
fi: Asettaa käyttäjälle uuden tarinan valokuvan muodossa
fr: Définit une nouvelle histoire pour l'utilisateur sous la forme d'une photo
hu: Új történetet állít be a felhasználó számára fénykép formájában
it: Imposta una nuova storia per l'utente sotto forma di foto
ja: 写真の形でユーザーに新しいストーリーを設定します
kk: Фотосурет түрінде пайдаланушыға жаңа оқиға орнатады
ko: 사진 형태로 사용자에게 새로운 스토리를 설정합니다.
pl: Ustawia nową historię dla użytkownika w formie zdjęcia
pt: Define uma nova história para o usuário na forma de uma foto
ro: Setează o nouă poveste pentru utilizator sub forma unei fotografii
ru: Устанавливает новую историю пользователю в виде фотографии
sr: Поставља нову причу за корисника у облику фотографије
sv: Ställer in en ny berättelse för användaren i form av ett foto
tr: Kullanıcı için fotoğraf biçiminde yeni bir hikaye belirler
uk: Встановлює нову історію користувачеві у вигляді фотографії
zh: 以照片的形式為使用者設定一個新的故事

# StoryPostPhotoStoryRequest
source: History setting data.
az: Tarixçə parametrləri.
be: Дадзеныя для ўстаноўкі гісторыі.
cs: Data nastavení historie.
de: Verlaufseinstellungsdaten.
el: Δεδομένα ρύθμισης ιστορικού.
es: Datos de configuración del historial.
fi: Historian asetustiedot.
fr: Données de réglage de l'historique.
hu: Az előzmények beállítási adatai.
it: Dati di impostazione della cronologia.
ja: 履歴設定データです。
kk: Тарих орнату деректері.
ko: 이력 설정 데이터.
pl: Dane ustawień historii.
pt: Dados de configuração do histórico.
ro: Date de setare a istoricului.
ru: Данные для установки истории.
sr: Подаци о подешавањима историје.
sv: Historik inställningsdata.
tr: Geçmiş ayar verileri.
uk: Дані для встановлення історії.
zh: 歷史設定數據。

# StoryPostVideoStory
source: Sets a new story to the user in the form of a video
az: İstifadəçiyə video şəklində yeni hekayə təyin edir
be: Усталёўвае новую гісторыю карыстачу ў выглядзе відэа
cs: Nastaví uživateli nový příběh ve formě videa
de: Stellt dem Benutzer eine neue Geschichte in Form eines Videos zur Verfügung
el: Ορίζει μια νέα ιστορία στο χρήστη με τη μορφή βίντεο
es: Establece una nueva historia para el usuario en forma de vídeo.
fi: Tuo käyttäjälle uuden tarinan videon muodossa
fr: Définit une nouvelle histoire à l'utilisateur sous la forme d'une vidéo
hu: Új történetet állít a felhasználó elé videó formájában
it: Imposta una nuova storia per l'utente sotto forma di video
ja: ビデオの形式でユーザーに新しいストーリーを設定します
kk: Бейне түрінде пайдаланушыға жаңа оқиға орнатады
ko: 동영상 형태로 사용자에게 새로운 스토리를 설정합니다.
pl: Tworzy nową historię dla użytkownika w formie wideo
pt: Define uma nova história para o usuário na forma de um vídeo
ro: Setează utilizatorului o nouă poveste sub forma unui videoclip
ru: Устанавливает новую историю пользователю в виде видео
sr: Поставља нову причу кориснику у облику видео записа
sv: Skapar en ny berättelse för användaren i form av en video
tr: Kullanıcıya video şeklinde yeni bir hikaye ayarlar
uk: Встановлює нову історію користувачу як відео
zh: 以影片的形式為用戶設定一個新的故事

# StoryPostVideoStoryRequest
source: History setting data.
az: Tarixçə parametrləri.
be: Дадзеныя для ўстаноўкі гісторыі.
cs: Data nastavení historie.
de: Verlaufseinstellungsdaten.
el: Δεδομένα ρύθμισης ιστορικού.
es: Datos de configuración del historial.
fi: Historian asetustiedot.
fr: Données de réglage de l'historique.
hu: Az előzmények beállítási adatai.
it: Dati di impostazione della cronologia.
ja: 履歴設定データです。
kk: Тарих орнату деректері.
ko: 이력 설정 데이터.
pl: Dane ustawień historii.
pt: Dados de configuração do histórico.
ro: Date de setare a istoricului.
ru: Данные для установки истории.
sr: Подаци о подешавањима историје.
sv: Historik inställningsdata.
tr: Geçmiş ayar verileri.
uk: Дані для встановлення історії.
zh: 歷史設定數據。

# StoryGetStory
source: Retrieves a user's history by its ID
az: Istifadəçinin tarixçəsini ID-si ilə əldə edir
be: Атрымлівае гісторыю карыстальніка па яе ідэнтыфікатару
cs: Načte historii uživatele podle jeho ID
de: Ruft den Verlauf eines Benutzers anhand seiner ID ab
el: Ανακτά το ιστορικό ενός χρήστη με το αναγνωριστικό του
es: Recupera el historial de un usuario por su ID.
fi: Hakee käyttäjän historian sen tunnuksen perusteella
fr: Récupère l'historique d'un utilisateur par son identifiant
hu: Lekéri a felhasználó előzményeit az azonosítója alapján
it: Recupera la cronologia di un utente in base al suo ID
ja: ID によってユーザーの履歴を取得します
kk: Пайдаланушы тарихын оның идентификаторы бойынша шығарады
ko: ID로 사용자의 기록을 검색합니다.
pl: Pobiera historię użytkownika według jego identyfikatora
pt: Recupera o histórico de um usuário pelo seu ID
ro: Preia istoricul unui utilizator prin ID-ul acestuia
ru: Получает историю пользователя по ее идентификатору
sr: Преузима историју корисника према његовом ИД-у
sv: Hämtar en användares historik efter dess ID
tr: Bir kullanıcının geçmişini kimliğine göre alır
uk: Отримує історію користувача за її ідентифікатором
zh: 透過 ID 檢索使用者的歷史記錄

# ParameterStoryId
source: History ID
az: Tarix ID
be: Ідэнтыфікатар гісторыі
cs: ID historie
de: Verlaufs-ID
el: ID ιστορικού
es: ID de historial
fi: Historian tunnus
fr: Identifiant de l'historique
hu: Előzményazonosító
it: Identificazione della storia
ja: 履歴ID
kk: Тарих идентификаторы
ko: 기록ID
pl: Identyfikator historii
pt: ID do histórico
ro: ID istoric
ru: Идентификатор истории
sr: ИД историје
sv: Historik-ID
tr: Geçmiş Kimliği
uk: Ідентифікатор історії
zh: 歷史ID

# StoryGetUserActiveStories
source: Get information about a user's active stories
az: İstifadəçinin aktiv hekayələri haqqında məlumat əldə edin
be: Атрымаць інфармацыю аб актыўных гісторыях карыстальніка
cs: Získejte informace o aktivních příbězích uživatele
de: Erhalten Sie Informationen über die aktiven Geschichten eines Benutzers
el: Λάβετε πληροφορίες σχετικά με τις ενεργές ιστορίες ενός χρήστη
es: Obtener información sobre las historias activas de un usuario
fi: Hanki tietoa käyttäjän aktiivisista tarinoista
fr: Obtenir des informations sur les histoires actives d'un utilisateur
hu: Információkat kaphat a felhasználó aktív történeteiről
it: Ottieni informazioni sulle storie attive di un utente
ja: ユーザーのアクティブなストーリーに関する情報を取得する
kk: Пайдаланушының белсенді оқиғалары туралы ақпарат алыңыз
ko: 사용자의 활성 스토리에 대한 정보 얻기
pl: Uzyskaj informacje o aktywnych historiach użytkownika
pt: Obtenha informações sobre as histórias ativas de um usuário
ro: Obțineți informații despre poveștile active ale unui utilizator
ru: Получить информацию об активных историях пользователя
sr: Добијте информације о активним причама корисника
sv: Få information om en användares aktiva berättelser
tr: Bir kullanıcının aktif hikayeleri hakkında bilgi alın
uk: Отримати інформацію про активні історії користувача
zh: 獲取有關用戶活躍故事的信息

# UsersGetUser
source: Getting user information
az: İstifadəçi məlumatının alınması
be: Атрыманне інфармацыі аб карыстальніку
cs: Získání uživatelských informací
de: Benutzerinformationen abrufen
el: Λήψη πληροφοριών χρήστη
es: Obtener información del usuario
fi: Käyttäjätietojen hankkiminen
fr: Obtenir des informations sur l'utilisateur
hu: Felhasználói információk megszerzése
it: Ottenere informazioni sull'utente
ja: ユーザー情報の取得
kk: Пайдаланушы туралы ақпаратты алу
ko: 사용자 정보 가져오기
pl: Uzyskiwanie informacji o użytkowniku
pt: Obtendo informações do usuário
ro: Obținerea de informații despre utilizator
ru: Получение информации о пользователе
sr: Добијање информација о кориснику
sv: Få användarinformation
tr: Kullanıcı bilgilerini alma
uk: Отримання інформації про користувача
zh: 獲取用戶資訊

# UsersGetMe
source: Obtaining information about an authorized user
az: Səlahiyyətli istifadəçi haqqında məlumat əldə etmək
be: Атрыманне інфармацыі аб аўтарызаваным карыстальніку
cs: Získání informací o oprávněném uživateli
de: Einholen von Informationen über einen autorisierten Benutzer
el: Λήψη πληροφοριών σχετικά με έναν εξουσιοδοτημένο χρήστη
es: Obtener información sobre un usuario autorizado
fi: Tietojen saaminen valtuutetusta käyttäjästä
fr: Obtention d'informations sur un utilisateur autorisé
hu: Információk beszerzése egy jogosult felhasználóról
it: Ottenere informazioni su un utente autorizzato
ja: 許可されたユーザーに関する情報の取得
kk: Рұқсат етілген пайдаланушы туралы ақпаратты алу
ko: 승인된 사용자에 대한 정보 얻기
pl: Uzyskanie informacji o autoryzowanym użytkowniku
pt: Obtendo informações sobre um usuário autorizado
ro: Obținerea de informații despre un utilizator autorizat
ru: Получение информации о авторизованном пользователе
sr: Добијање информација о овлашћеном кориснику
sv: Få information om en auktoriserad användare
tr: Yetkili bir kullanıcı hakkında bilgi edinme
uk: Отримання інформації про авторизованого користувача
zh: 取得有關授權使用者的信息

# UsersGetUserFullInfo
source: Get user bio
az: İstifadəçi biosunu əldə edin
be: Атрымаць бія карыстальніка
cs: Získejte životopis uživatele
de: Holen Sie sich die Biografie des Benutzers
el: Λήψη βιογραφικού χρήστη
es: Obtener biografía del usuario
fi: Hanki käyttäjän bio
fr: Obtenir la biographie de l'utilisateur
hu: Szerezze be a felhasználói életrajzot
it: Ottieni la biografia dell'utente
ja: ユーザーのプロフィールを取得する
kk: Пайдаланушы биоын алыңыз
ko: 사용자 소개 받기
pl: Pobierz biografię użytkownika
pt: Obtenha a biografia do usuário
ro: Obțineți biografia utilizatorului
ru: Получить био пользователя
sr: Набавите биографију корисника
sv: Hämta användarbio
tr: Kullanıcı biyografisini alın
uk: Отримати біологічного користувача
zh: 取得使用者簡介

# UsersGetUserProfilePhotos
source: Get a list of user's photos
az: İstifadəçinin fotoşəkillərinin siyahısını əldə edin
be: Атрымаць спіс фатаграфій карыстальніка
cs: Získejte seznam fotografií uživatele
de: Rufen Sie eine Liste der Benutzerfotos ab
el: Λάβετε μια λίστα με τις φωτογραφίες των χρηστών
es: Obtener una lista de las fotos del usuario
fi: Hanki luettelo käyttäjien valokuvista
fr: Obtenir une liste des photos de l'utilisateur
hu: Szerezzen listát a felhasználók fényképeiről
it: Ottieni un elenco delle foto dell'utente
ja: ユーザーの写真のリストを取得する
kk: Пайдаланушы фотосуреттерінің тізімін алыңыз
ko: 사용자의 사진 목록 가져오기
pl: Uzyskaj listę zdjęć użytkownika
pt: Obtenha uma lista de fotos do usuário
ro: Obțineți o listă cu fotografiile utilizatorului
ru: Получить список фотографий пользователя
sr: Добијте листу фотографија корисника
sv: Få en lista över användarens foton
tr: Kullanıcı fotoğraflarının bir listesini alın
uk: Отримати список фотографій користувача
zh: 取得使用者照片列表

# SetPhoneNumberInputModel
source: Input data model for setting the phone number of a telegram account
az: Telegram hesabının telefon nömrəsini təyin etmək üçün daxiletmə məlumat modeli
be: Мадэль уваходных дадзеных для ўстаноўкі нумара тэлефона тэлеграм акаўнта
cs: Vstupní datový model pro nastavení telefonního čísla telegramového účtu
de: Eingabedatenmodell zum Festlegen der Telefonnummer eines Telegrammkontos
el: Μοντέλο δεδομένων εισαγωγής για τη ρύθμιση του αριθμού τηλεφώνου ενός λογαριασμού τηλεγραφήματος
es: Modelo de datos de entrada para configurar el número de teléfono de una cuenta de Telegram
fi: Syötetietomalli sähketilin puhelinnumeron asettamiseen
fr: Modèle de données d'entrée pour définir le numéro de téléphone d'un compte de télégramme
hu: Bemeneti adatmodell egy táviratfiók telefonszámának beállításához
it: Modello di dati di input per l'impostazione del numero di telefono di un account Telegram
ja: 電報アカウントの電話番号を設定するための入力データ モデル
kk: Telegram тіркелгісінің телефон нөмірін орнатуға арналған кіріс деректер үлгісі
ko: 텔레그램 계정의 전화번호 설정을 위한 입력 데이터 모델
pl: Model danych wejściowych do ustawiania numeru telefonu konta telegramowego
pt: Modelo de dados de entrada para definir o número de telefone de uma conta de telegrama
ro: Model de date de intrare pentru setarea numărului de telefon al unui cont Telegram
ru: Модель входных данных для установки номера телефона телеграм аккаунта
sr: Улазни модел података за подешавање броја телефона телеграм налога
sv: Indatamodell för inställning av telefonnumret för ett telegramkonto
tr: Bir telgraf hesabının telefon numarasını ayarlamak için giriş veri modeli
uk: Модель вхідних даних для встановлення номера телефону телеграм облікового запису
zh: 用於設定電報帳戶電話號碼的輸入資料模型
