Repository: futsuhai/tgAgentJenkinsTest
Catalog: TgInstanceAgent.Start/Resources/SwaggerFilters/Localization/LocalizationDocumentFilter.*.resx
Languages: az, be, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, pl, pt, ro, ru, sr, sv, tr, uk, zh

# SendVideoMessageInputModel
source: Model of input data for sending a message with video.
az: Video ilə mesaj göndərmək üçün daxil edilmiş məlumatların modeli.
be: Мадэль уваходных дадзеных для адпраўкі паведамлення з відэа.
cs: Model vstupních dat pro odeslání zprávy s videem.
de: Modell der Eingabedaten zum Senden einer Nachricht mit Video.
el: Μοντέλο δεδομένων εισόδου για αποστολή μηνύματος με βίντεο.
es: Modelo de datos de entrada para envío de un mensaje con vídeo.
fi: Syötetietojen malli viestin lähettämiseen videolla.
fr: Modèle de données d'entrée pour l'envoi d'un message avec vidéo.
hu: Bemeneti adatok modellje üzenetküldéshez videóval.
it: Modello di dati di input per l'invio di un messaggio con video.
ja: ビデオ付きメッセージを送信するための入力データのモデル。
kk: Бейнемен хабарлама жіберуге арналған енгізу деректерінің моделі.
ko: 영상으로 메시지를 보내기 위한 입력 데이터 모델.
pl: Model danych wejściowych do wysyłania wiadomości z wideo.
pt: Modelo de dados de entrada para envio de mensagem com vídeo.
ro: Model de date de intrare pentru trimiterea unui mesaj cu video.
ru: Модель входных данных для отправки сообщения с видео.
sr: Модел улазних података за слање поруке са видео записом.
sv: Modell av indata för att skicka ett meddelande med video.
tr: Videolu bir mesaj göndermek için giriş verilerinin modeli.
uk: Модель вхідних даних, щоб надіслати повідомлення з відео.
zh: 用於發送視訊訊息的輸入資料模型。

# ParameterneedShowRecordingActivity
source: Flag indicating whether it is necessary to show the activity that the user is recording a video.
az: İstifadəçinin video çəkdiyi fəaliyyəti göstərmək lazım olub-olmadığını göstərən bayraq.
be: Сцяг, ці неабходна паказваць актыўнасць, што карыстач запісвае відэа.
cs: Vlajka označující, zda je nutné u aktivity ukázat, že uživatel nahrává video.
de: Flag, das angibt, ob es notwendig ist, die Aktivität anzuzeigen, bei der der Benutzer ein Video aufzeichnet.
el: Επισήμανση που υποδεικνύει εάν είναι απαραίτητο να εμφανιστεί η δραστηριότητα που ο χρήστης καταγράφει ένα βίντεο.
es: Bandera que indica si es necesario mostrar la actividad que el usuario está grabando un vídeo.
fi: Lippu, joka ilmaisee, onko käyttäjän videota kuvaavan toiminnan näyttäminen tarpeellista.
fr: Drapeau indiquant s'il est nécessaire de montrer l'activité que l'utilisateur enregistre une vidéo.
hu: Jelző, amely azt jelzi, hogy szükséges-e annak a tevékenységnek a megjelenítése, hogy a felhasználó videót rögzít.
it: Flag che indica se è necessario mostrare l'attività che l'utente sta registrando in un video.
ja: ユーザーがビデオを録画しているというアクティビティを表示する必要があるかどうかを示すフラグ。
kk: Пайдаланушы бейне жазып жатқан әрекетті көрсету қажет пе екенін көрсететін жалауша.
ko: 사용자가 비디오를 녹화하는 활동을 표시해야 하는지 여부를 나타내는 플래그입니다.
pl: Flaga wskazująca, czy konieczne jest pokazanie aktywności polegającej na nagrywaniu wideo przez użytkownika.
pt: Flag indicando se é necessário mostrar a atividade que o usuário está gravando um vídeo.
ro: Flag care indică dacă este necesar să se arate activitatea că utilizatorul înregistrează un videoclip.
ru: Флаг, необходимо ли показывать активность, что пользователь записывает видео.
sr: Ознака која показује да ли је потребно приказати активност којом корисник снима видео.
sv: Flagga som anger om det är nödvändigt att visa aktiviteten att användaren spelar in en video.
tr: Kullanıcının video kaydettiği etkinliği göstermenin gerekli olup olmadığını belirten bayrak.
uk: Прапор, чи потрібно показувати активність, що користувач записує відео.
zh: 指示是否有必要顯示使用者正在錄製影片的活動的標誌。

# SendDocumentMessageInputModel
source: Model of input data for sending a document.
az: Sənədin göndərilməsi üçün giriş məlumatlarının modeli.
be: Мадэль уваходных дадзеных для адпраўкі дакумента.
cs: Model vstupních dat pro odeslání dokumentu.
de: Modell der Eingabedaten zum Senden eines Dokuments.
el: Μοντέλο δεδομένων εισόδου για αποστολή εγγράφου.
es: Modelo de datos de entrada para el envío de un documento.
fi: Syötetietojen malli asiakirjan lähettämistä varten.
fr: Modèle de données d'entrée pour l'envoi d'un document.
hu: Bemeneti adatok modellje dokumentum küldéséhez.
it: Modello dei dati di input per l'invio di un documento.
ja: ドキュメントを送信するための入力データのモデル。
kk: Құжатты жіберуге арналған енгізу деректерінің моделі.
ko: 문서 전송을 위한 입력 데이터 모델입니다.
pl: Model danych wejściowych do przesłania dokumentu.
pt: Modelo de dados de entrada para envio de documento.
ro: Model de date de intrare pentru trimiterea unui document.
ru: Модель входных данных для отправки документа.
sr: Модел улазних података за слање документа.
sv: Modell av indata för att skicka ett dokument.
tr: Bir belgenin gönderilmesi için giriş verilerinin modeli.
uk: Модель вхідних даних для надсилання документа.
zh: 用於傳送文件的輸入資料模型。

# SendPhotoMessageInputModel
source: Input data model for sending a message with a photo.
az: Fotoşəkilli mesaj göndərmək üçün daxiletmə məlumat modeli.
be: Мадэль уваходных дадзеных для адпраўкі паведамлення з фатаграфіяй.
cs: Vstupní datový model pro odeslání zprávy s fotografií.
de: Eingabedatenmodell zum Senden einer Nachricht mit einem Foto.
el: Εισαγωγή μοντέλου δεδομένων για αποστολή μηνύματος με φωτογραφία.
es: Modelo de datos de entrada para enviar un mensaje con una foto.
fi: Syötetietomalli valokuvan sisältävän viestin lähettämistä varten.
fr: Modèle de données d'entrée pour envoyer un message avec une photo.
hu: Bemeneti adatmodell fényképes üzenet küldéséhez.
it: Modello di dati di input per l'invio di un messaggio con una foto.
ja: 写真付きのメッセージを送信するための入力データ モデル。
kk: Фотосуреті бар хабарлама жіберуге арналған кіріс деректер үлгісі.
ko: 사진과 함께 메시지를 보내기 위한 입력 데이터 모델입니다.
pl: Model danych wejściowych do wysłania wiadomości ze zdjęciem.
pt: Modelo de dados de entrada para envio de mensagem com foto.
ro: Model de date de intrare pentru trimiterea unui mesaj cu o fotografie.
ru: Модель входных данных для отправки сообщения с фотографией.
sr: Улазни модел података за слање поруке са фотографијом.
sv: Indatamodell för att skicka ett meddelande med ett foto.
tr: Fotoğraflı bir mesaj göndermek için veri modelini girin.
uk: Модель вхідних даних, щоб надіслати повідомлення з фотографією.
zh: 用於發送帶有照片的訊息的輸入資料模型。

# SendStickerMessageInputModel
source: Input model for sending a message with a sticker.
az: Stiker ilə mesaj göndərmək üçün daxiletmə modeli.
be: Мадэль уваходных дадзеных для адпраўкі паведамлення са стыкерам.
cs: Vstupní model pro odeslání zprávy s nálepkou.
de: Eingabemodell zum Versenden einer Nachricht mit einem Aufkleber.
el: Μοντέλο εισαγωγής για αποστολή μηνύματος με αυτοκόλλητο.
es: Modelo de entrada para enviar un mensaje con una pegatina.
fi: Syöttömalli viestin lähettämiseen tarralla.
fr: Modèle de saisie pour envoyer un message avec un autocollant.
hu: Bemeneti modell matricával ellátott üzenetküldéshez.
it: Modello di input per l'invio di un messaggio con un adesivo.
ja: スタンプ付きメッセージを送るための入力モデル。
kk: Стикермен хабарлама жіберуге арналған енгізу үлгісі.
ko: 스티커와 함께 메시지를 보내기 위한 입력 모델입니다.
pl: Model wejściowy do wysyłania wiadomości z naklejką.
pt: Modelo de entrada para envio de mensagem com adesivo.
ro: Model de intrare pentru trimiterea unui mesaj cu un autocolant.
ru: Модель входных данных для отправки сообщения со стикером.
sr: Модел уноса за слање поруке са налепницом.
sv: Inmatningsmodell för att skicka ett meddelande med ett klistermärke.
tr: Çıkartma içeren bir mesaj göndermek için giriş modeli.
uk: Модель вхідних даних для надсилання повідомлення зі стікером.
zh: 用於發送帶有貼紙的訊息的輸入模型。

# SendStoryMessageInputModel
source: Message Input Model with History
az: Tarixçə ilə Mesaj Daxiletmə Modeli
be: Мадэль уваходных дадзеных паведамлення з гісторыяй
cs: Model zadávání zpráv s historií
de: Nachrichteneingabemodell mit Verlauf
el: Μοντέλο εισαγωγής μηνύματος με ιστορικό
es: Modelo de entrada de mensajes con historial
fi: Viestin syöttömalli historialla
fr: Modèle de saisie de message avec historique
hu: Üzenetbeviteli modell előzményekkel
it: Modello di input del messaggio con cronologia
ja: 履歴付きメッセージ入力モデル
kk: Тарихы бар хабарлама енгізу үлгісі
ko: 기록이 있는 메시지 입력 모델
pl: Model wprowadzania wiadomości z historią
pt: Modelo de entrada de mensagens com histórico
ro: Model de introducere a mesajelor cu istoric
ru: Модель входных данных сообщения с историей
sr: Модел уноса поруке са историјом
sv: Meddelandeinmatningsmodell med historik
tr: Geçmişli Mesaj Giriş Modeli
uk: Модель вхідних даних з історією
zh: 具有歷史記錄的訊息輸入模型

# ParameterstorySenderChatId
source: ID of the chat where the story was posted
az: Hekayənin yerləşdirildiyi söhbətin ID-si
be: Ідэнтыфікатар чата, у якім апублікавана гісторыя
cs: ID chatu, kde byl příběh zveřejněn
de: ID des Chats, in dem die Geschichte gepostet wurde
el: Αναγνωριστικό της συνομιλίας όπου δημοσιεύτηκε η ιστορία
es: ID del chat donde se publicó la historia
fi: Sen chatin tunnus, jossa tarina julkaistiin
fr: ID du chat où l'histoire a été publiée
hu: A csevegés azonosítója, ahol a történetet közzétették
it: ID della chat in cui è stata pubblicata la storia
ja: ストーリーが投稿されたチャットのID
kk: Оқиға жарияланған чаттың идентификаторы
ko: 스토리가 게시된 채팅 ID
pl: Identyfikator czatu, na którym opublikowano historię
pt: ID do chat onde a história foi postada
ro: ID-ul chat-ului în care a fost postată povestea
ru: Идентификатор чата, в котором опубликована история
sr: ИД ћаскања у којем је објављена прича
sv: ID för chatten där berättelsen publicerades
tr: Hikayenin yayınlandığı sohbetin kimliği
uk: Ідентифікатор чату, в якому опубліковано історію
zh: 發布故事的聊天 ID

# ParameterstoryId
source: History ID
az: Tarix ID
be: Ідэнтыфікатар гісторыі
cs: ID historie
de: Verlaufs-ID
el: ID ιστορικού
es: ID de historial
fi: Historian tunnus
fr: Identifiant de l'historique
hu: Előzményazonosító
it: Identificazione della storia
ja: 履歴ID
kk: Тарих идентификаторы
ko: 기록ID
pl: Identyfikator historii
pt: ID do histórico
ro: ID istoric
ru: Идентификатор истории
sr: ИД историје
sv: Historik-ID
tr: Geçmiş Kimliği
uk: Ідентифікатор історії
zh: 歷史ID

# SendAnimationMessageInputModel
source: Input model for sending a message with animation
az: Animasiya ilə mesaj göndərmək üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для адпраўкі паведамлення з анімацыяй
cs: Vstupní model pro odeslání zprávy s animací
de: Eingabemodell zum Senden einer Nachricht mit Animation
el: Μοντέλο εισαγωγής για αποστολή μηνύματος με κινούμενα σχέδια
es: Modelo de entrada para enviar un mensaje con animación.
fi: Syöttömalli viestin lähettämiseen animaatiolla
fr: Modèle de saisie pour envoyer un message avec animation
hu: Bemeneti modell animációval ellátott üzenetküldéshez
it: Modello di input per l'invio di un messaggio con animazione
ja: アニメーション付きメッセージを送信するための入力モデル
kk: Хабарламаны анимациямен жіберуге арналған енгізу үлгісі
ko: 애니메이션과 함께 메시지를 보내기 위한 입력 모델
pl: Model wejściowy do wysyłania wiadomości z animacją
pt: Modelo de entrada para envio de mensagem com animação
ro: Model de intrare pentru trimiterea unui mesaj cu animație
ru: Модель входных данных для отправки сообщения с анимацией
sr: Модел уноса за слање поруке са анимацијом
sv: Inmatningsmodell för att skicka ett meddelande med animation
tr: Animasyonlu mesaj göndermek için giriş modeli
uk: Модель вхідних даних для надсилання повідомлення з анімацією
zh: 用於發送動畫訊息的輸入模型

# ParameterhasSpoiler
source: True if the animation preview should be closed.
az: Animasiya önizləməsinin bağlanması düzgündür.
be: Сапраўды, калі прэв'ю анімацыі павінна быць зачынена.
cs: True, pokud má být náhled animace uzavřen.
de: True, wenn die Animationsvorschau geschlossen werden soll.
el: Σωστό εάν η προεπισκόπηση κινούμενων εικόνων πρέπει να κλείσει.
es: True si se debe cerrar la vista previa de la animación.
fi: Tosi, jos animaation esikatselu pitäisi sulkea.
fr: True si l'aperçu de l'animation doit être fermé.
hu: Igaz, ha az animáció előnézetét be kell zárni.
it: Vero se l'anteprima dell'animazione deve essere chiusa.
ja: アニメーション プレビューを閉じる必要がある場合は True。
kk: Анимацияны алдын ала қарауды жабу керек болса, бұл дұрыс.
ko: 애니메이션 미리보기를 닫아야 하는 경우 참입니다.
pl: Prawda, jeśli podgląd animacji powinien zostać zamknięty.
pt: Verdadeiro se a visualização da animação precisar ser fechada.
ro: Adevărat dacă previzualizarea animației ar trebui să fie închisă.
ru: Истинно, если превью анимации должно быть закрыто.
sr: Тачно ако треба затворити преглед анимације.
sv: Sant om animeringsförhandsvisningen ska stängas.
tr: Animasyon önizlemesinin kapatılması gerekiyorsa doğrudur.
uk: Істинно, якщо прев'ю анімації має бути закритим.
zh: 如果應關閉動畫預覽，則為 true。

# Parameterheight
source: Animation height
az: Animasiya hündürlüyü
be: Вышыня анімацыі
cs: Výška animace
de: Animationshöhe
el: Ύψος κινουμένων σχεδίων
es: Altura de la animación
fi: Animaation korkeus
fr: Hauteur de l'animation
hu: Animáció magassága
it: Altezza dell'animazione
ja: アニメーションの高さ
kk: Анимация биіктігі
ko: 애니메이션 높이
pl: Wysokość animacji
pt: Altura da animação
ro: Înălțimea animației
ru: Высоат анимации
sr: Висина анимације
sv: Animationshöjd
tr: Animasyon yüksekliği
uk: Висота анімації
zh: 動畫高度

# Parameterwidth
source: Animation width
az: Animasiya eni
be: Шырыня анімацыі
cs: Šířka animace
de: Animationsbreite
el: Πλάτος κινούμενης εικόνας
es: Ancho de animación
fi: Animaation leveys
fr: Largeur de l'animation
hu: Animáció szélessége
it: Larghezza dell'animazione
ja: アニメーション幅
kk: Анимация ені
ko: 애니메이션 폭
pl: Szerokość animacji
pt: Largura da animação
ro: Lățimea animației
ru: Ширина анимации
sr: Ширина анимације
sv: Animationens bredd
tr: Animasyon genişliği
uk: Ширина анімації
zh: 動畫寬度

# SendContactMessageInputModel
source: Input data model for sending a message to a contact.
az: Kontakta mesaj göndərmək üçün daxiletmə məlumat modeli.
be: Мадэль уваходных дадзеных для адпраўкі паведамлення з кантактам.
cs: Vstupní datový model pro odeslání zprávy kontaktu.
de: Eingabedatenmodell zum Senden einer Nachricht an einen Kontakt.
el: Εισαγωγή μοντέλου δεδομένων για αποστολή μηνύματος σε επαφή.
es: Modelo de datos de entrada para enviar un mensaje a un contacto.
fi: Syötetietomalli viestin lähettämistä varten yhteyshenkilölle.
fr: Modèle de données d'entrée pour envoyer un message à un contact.
hu: Bemeneti adatmodell üzenet küldéséhez egy kapcsolattartónak.
it: Modello di dati di input per l'invio di un messaggio a un contatto.
ja: 連絡先にメッセージを送信するための入力データ モデル。
kk: Контактіге хабарлама жіберуге арналған деректер үлгісін енгізу.
ko: 연락처에 메시지를 보내기 위한 입력 데이터 모델입니다.
pl: Model danych wejściowych do wysyłania wiadomości do kontaktu.
pt: Modelo de dados de entrada para enviar uma mensagem a um contato.
ro: Model de date de intrare pentru trimiterea unui mesaj către o persoană de contact.
ru: Модель входных данных для отправки сообщения с контактом.
sr: Улазни модел података за слање поруке контакту.
sv: Indatamodell för att skicka ett meddelande till en kontakt.
tr: Bir kişiye mesaj göndermek için giriş veri modeli.
uk: Модель вхідних даних для надсилання повідомлення із контактом.
zh: 用於向聯絡人發送訊息的輸入資料模型。

# ParametercontactPhoneNumber
source: Contact phone number.
az: Əlaqə telefon nömrəsi.
be: Нумар тэлефона кантакту.
cs: Kontaktní telefonní číslo.
de: Kontakt Telefonnummer.
el: Τηλέφωνο επικοινωνίας.
es: Teléfono de contacto.
fi: Kontakti puhelin numero.
fr: Numéro de téléphone de contact.
hu: Kapcsolattartási telefonszám.
it: Numero di contatto telefonico.
ja: 連絡先の電話番号。
kk: Байланыс телефон нөмірі.
ko: 전화번호로 연락하세요.
pl: Telefoniczny numer kontaktowy.
pt: Número de telefone de contato.
ro: Numar de telefon de contact.
ru: Номер телефона контакта.
sr: Контакт број телефона.
sv: Kontaktnummer.
tr: İletişim telefon numarası.
uk: Номер контакту.
zh: 聯絡電話。

# ParametercontactId
source: Contact ID.
az: Əlaqə nömrəsi.
be: Ідэнтыфікатар кантакту.
cs: ID kontaktu.
de: Kontakt-ID.
el: Ταυτότητα επικοινωνίας.
es: Identificación de contacto.
fi: Yhteyshenkilötunnus.
fr: Identifiant du contact.
hu: Kapcsolattartó azonosítója.
it: Contatto identificativo.
ja: 連絡先ID。
kk: Байланыс идентификаторы.
ko: 연락처 ID.
pl: Identyfikator kontaktu.
pt: ID de contato.
ro: ID de contact.
ru: Идентификатор контакта.
sr: Контакт ИД.
sv: Kontakt-ID.
tr: İletişim kimliği.
uk: Ідентифікатор контакту.
zh: 聯絡方式。

# ParametervCard
source: Business card VCard.
az: Vizit kartı VCard.
be: Візітка VCard.
cs: Vizitka VCard.
de: Visitenkarte VCard.
el: Επαγγελματική κάρτα VCard.
es: Tarjeta de visita VCard.
fi: Käyntikortti VCard.
fr: Carte de visite VCard.
hu: Névjegykártya VCard.
it: Biglietto da visita VCard.
ja: 名刺VCard。
kk: Визит картасы VCard.
ko: 명함 VCard.
pl: Wizytówka VCard.
pt: Cartão de visita VCard.
ro: Carte de vizită VCard.
ru: Визитка VCard.
sr: Висит цард ВЦард.
sv: Visitkort VCard.
tr: Kartvizit VCard.
uk: Візитки VCard.
zh: 名片VCard。

# AddMessageReactionInputModel
source: Input data model for sending a reaction from a message
az: Mesajdan reaksiya göndərmək üçün daxil edilmiş məlumat modeli
be: Мадэль уваходных дадзеных для адпраўкі рэакцыі з паведамлення
cs: Vstupní datový model pro odeslání reakce ze zprávy
de: Eingabedatenmodell zum Senden einer Reaktion aus einer Nachricht
el: Εισαγωγή μοντέλου δεδομένων για αποστολή αντίδρασης από μήνυμα
es: Modelo de datos de entrada para enviar una reacción desde un mensaje
fi: Syötetietomalli reaktion lähettämiseen viestistä
fr: Modèle de données d'entrée pour envoyer une réaction à partir d'un message
hu: Bemeneti adatmodell üzenetből való reakció küldéséhez
it: Modello di dati di input per l'invio di una reazione da un messaggio
ja: メッセージからリアクションを送信するための入力データ モデル
kk: Хабарламадан реакция жіберуге арналған кіріс деректер үлгісі
ko: 메시지에서 반응을 보내기 위한 입력 데이터 모델
pl: Model danych wejściowych do wysyłania reakcji z wiadomości
pt: Modelo de dados de entrada para enviar uma reação de uma mensagem
ro: Model de date de intrare pentru trimiterea unei reacții dintr-un mesaj
ru: Модель входных данных для отправки реакции с сообщения
sr: Модел улазних података за слање реакције из поруке
sv: Indatamodell för att skicka en reaktion från ett meddelande
tr: Bir mesajdan tepki göndermek için giriş veri modeli
uk: Модель вхідних даних для надсилання реакції з повідомлення
zh: 用於從訊息發送反應的輸入資料模型

# Parameteremoji
source: Reaction
az: Reaksiya
be: Рэакцыя
cs: Reakce
de: Reaktion
el: Αντίδραση
es: Reacción
fi: Reaktio
fr: Réaction
hu: Reakció
it: Reazione
ja: 反応
kk: Реакция
ko: 반응
pl: Reakcja
pt: Reação
ro: Reacţie
ru: Реакция
sr: Реакција
sv: Reaktion
tr: Reaksiyon
uk: Реакція
zh: 反應

# ParameteremojiId
source: Premium reaction
az: Premium reaksiya
be: Прэміум-рэакцыя
cs: Prémiová reakce
de: Premium-Reaktion
el: Αντίδραση κορυφαίας ποιότητας
es: Reacción premium
fi: Ensiluokkainen reaktio
fr: Réaction premium
hu: Prémium reakció
it: Reazione premium
ja: プレミアムな反応
kk: Премиум реакция
ko: 프리미엄 반응
pl: Reakcja premium
pt: Reação premium
ro: Reacție premium
ru: Премиум-реакция
sr: Врхунска реакција
sv: Premiumreaktion
tr: Premium reaksiyon
uk: Преміум реакція
zh: 高級反應

# RemoveMessageReactionInputModel
source: Input model for removing a reaction from a message
az: Mesajdan reaksiyanı silmək üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для выдалення рэакцыі з паведамлення
cs: Vstupní model pro odstranění reakce ze zprávy
de: Eingabemodell zum Entfernen einer Reaktion aus einer Nachricht
el: Μοντέλο εισαγωγής για την αφαίρεση μιας αντίδρασης από ένα μήνυμα
es: Modelo de entrada para eliminar una reacción de un mensaje
fi: Syöttömalli reaktion poistamiseksi viestistä
fr: Modèle de saisie pour supprimer une réaction d'un message
hu: Bemeneti modell a reakció üzenetből való eltávolításához
it: Modello di input per rimuovere una reazione da un messaggio
ja: メッセージから反応を削除するための入力モデル
kk: Хабарламадан реакцияны жоюға арналған енгізу үлгісі
ko: 메시지에서 반응을 제거하기 위한 입력 모델
pl: Model wejściowy do usuwania reakcji z wiadomości
pt: Modelo de entrada para remover uma reação de uma mensagem
ro: Model de intrare pentru eliminarea unei reacții dintr-un mesaj
ru: Модель входных данных для удаления реакции с сообщения
sr: Модел уноса за уклањање реакције из поруке
sv: Inmatningsmodell för att ta bort en reaktion från ett meddelande
tr: Bir mesajdan tepkiyi kaldırmak için giriş modeli
uk: Модель вхідних даних для видалення реакції з повідомлення
zh: 用於從訊息中刪除反應的輸入模型

# ForwardMessagesInputModel
source: Input model for message forwarding
az: Mesaj yönləndirməsi üçün daxiletmə modeli
be: Мадэль уваходных дадзеных для перасылкі паведамленняў
cs: Vstupní model pro přeposílání zpráv
de: Eingabemodell für die Nachrichtenweiterleitung
el: Μοντέλο εισαγωγής για προώθηση μηνυμάτων
es: Modelo de entrada para reenvío de mensajes.
fi: Syöttömalli viestien edelleenlähetystä varten
fr: Modèle d'entrée pour le transfert de messages
hu: Bemeneti modell üzenettovábbításhoz
it: Modello di input per l'inoltro dei messaggi
ja: メッセージ転送の入力モデル
kk: Хабарламаны қайта жіберуге арналған енгізу үлгісі
ko: 메시지 전달을 위한 입력 모델
pl: Model wejściowy dla przekazywania wiadomości
pt: Modelo de entrada para encaminhamento de mensagens
ro: Model de intrare pentru redirecționarea mesajelor
ru: Модель входных данных для пересылки сообщений
sr: Модел уноса за прослеђивање порука
sv: Inmatningsmodell för vidarebefordran av meddelanden
tr: Mesaj iletme için giriş modeli
uk: Модель вхідних даних для надсилання повідомлень
zh: 訊息轉發的輸入模型

# ParameterfromChatId
source: ID of the chat from which messages are forwarded
az: Mesajların yönləndirildiyi söhbətin ID-si
be: Ідэнтыфікатар чата, з якога робіцца перасыланне паведамленняў
cs: ID chatu, ze kterého jsou zprávy přeposílány
de: ID des Chats, von dem Nachrichten weitergeleitet werden
el: Αναγνωριστικό της συνομιλίας από την οποία προωθούνται τα μηνύματα
es: ID del chat desde donde se reenvían los mensajes
fi: Sen chatin tunnus, josta viestit välitetään
fr: ID du chat à partir duquel les messages sont transférés
hu: Annak a csevegésnek az azonosítója, amelyből az üzenetek továbbításra kerülnek
it: ID della chat da cui vengono inoltrati i messaggi
ja: メッセージの転送元のチャットの ID
kk: Хабарлар қайта жіберілетін чаттың идентификаторы
ko: 메시지가 전달되는 채팅의 ID
pl: Identyfikator czatu, z którego przekazywane są wiadomości
pt: ID do chat do qual as mensagens são encaminhadas
ro: ID-ul chat-ului de la care sunt redirecționate mesajele
ru: Идентификатор чата, с которого производится пересылка сообщений
sr: ИД ћаскања из којег се прослеђују поруке
sv: ID för chatten som meddelanden vidarebefordras från
tr: Mesajların iletildiği sohbetin kimliği
uk: Ідентифікатор чату, з якого здійснюється пересилання повідомлень
zh: 轉發訊息的聊天ID

# ParametermessageIds
source: Array of message identifiers to forward
az: Yönləndiriləcək mesaj identifikatorları massivi
be: Масіў ідэнтыфікатара паведамленняў для перасылкі
cs: Pole identifikátorů zpráv k předání
de: Array von Nachrichtenbezeichnern, die weitergeleitet werden sollen
el: Συστοιχία αναγνωριστικών μηνυμάτων προς προώθηση
es: Matriz de identificadores de mensajes para reenviar
fi: Joukko viestitunnisteita edelleenlähetettäväksi
fr: Tableau d'identifiants de message à transférer
hu: Továbbítandó üzenetazonosítók tömbje
it: Matrice di identificatori di messaggio da inoltrare
ja: 転送するメッセージ識別子の配列
kk: Қайта жіберуге арналған хабар идентификаторларының массиві
ko: 전달할 메시지 식별자 배열
pl: Tablica identyfikatorów wiadomości do przekazania
pt: Matriz de identificadores de mensagens para encaminhar
ro: Matrice de identificatori de mesaj de redirecționat
ru: Массив идентификаторо сообщений для пересылки
sr: Низ идентификатора порука за прослеђивање
sv: Array av meddelandeidentifierare att vidarebefordra
tr: İletilecek mesaj tanımlayıcıları dizisi
uk: Масив ідентифікаторів повідомлень для пересилання
zh: 要轉送的訊息標識符數組
